the
i
you
and
to
a
my
me
it
in
on
i'm
that
your
of
like
with
we
up
for
is
get
empty
be
all
so
dont
got
this
but
know
what
no
it's
they
when
out
now
do
just
nigga
if
aint
can
love
from
was
ya
one
shit
down
see
back
go
at
make
cause
baby
cant
come
man
yeah
yo
time
wanna
fuck
how
never
he
let
niggas
not
that's
say
some
take
she
or
want
as
have
then
who
right
them
her
off
oh
you're
way
about
here
life
keep
niggaz
bitch
are
tell
need
where
give
i'll
girl
ass
more
will
by
why
gotta
put
y'all
feel
gonna
these
chorus
verse
real
his
still
through
us
money
think
been
big
uh
there
hit
too
had
could
stop
'em
good
day
around
said
over
wit
two
him
only
little
look
than
world
better
even
an
game
every
night
em
call
cuz
new
wont
fuckin
mind
black
1
run
live
play
really
boy
would
try
show
rock
hard
head
die
our
before
while
2
stay
well
leave
people
gon
hey
did
hot
always
again
gettin
hold
hear
name
away
long
let's
high
ride
bitches
heart
check
ever
repeat
da
home
god
watch
made
face
another
what's
tryin
thing
same
first
done
much
i've
la
things
rap
its
there's
huh
eyes
into
whole
damn
i'ma
bad
bring
turn
'cause
find
gone
ready
break
hoes
ha
thought
house
beat
talk
told
last
goin
g
body
move
start
am
believe
mine
bout
many
u
lil
comin
came
because
straight
other
best
dick
roll
should
three
drop
you'll
im
we're
didnt
young
heard
left
streets
2x
next
word
bust
everybody
yes
might
kill
without
walk
dead
used
mean
top
something
thug
please
street
block
hell
everything
place
smoke
nothing
wrong
tha
were
old
hand
work
gun
end
crazy
e
side
hands
flow
own
going
hood
lookin
he's
style
blow
tonight
pop
change
girls
seen
mad
true
after
bone
throw
light
till
inside
ask
ah
cool
party
catch
ooh
times
talkin
stand
until
doin
p
nothin
rhymes
their
i'd
b
those
listen
3
step
fly
shot
must
ice
soul
hate
deep
nobody
uhh
cut
took
livin
son
though
full
understand
set
rhyme
since
remember
mic
d
any
ghetto
o
crew
kid
enough
knew
somethin
dog
fall
pull
alone
pain
cold
front
low
dance
brother
went
wait
motherfuckin
motherfucker
makin
lot
together
free
kick
cash
days
once
friends
nine
bang
she's
care
sayin
door
song
open
club
couldnt
runnin
fire
touch
goes
hoe
lay
four
yo'
death
lost
line
dope
sound
fool
weed
five
city
matter
car
fat
act
trying
war
c'mon
kids
close
caught
quick
sure
lord
myself
cry
mouth
gangsta
peace
na
comes
music
help
slow
pass
crack
has
wild
town
daddy
white
blood
wish
motherfuckers
pay
hop
somebody
shake
guess
t
hip
hope
broke
plus
gets
thugs
murder
n
getting
six
words
rest
strong
spot
maybe
king
fucked
boys
j
pussy
under
half
coming
fast
who's
feelin
hook
rollin
years
gave
thinkin
family
friend
c
started
heat
eat
dogg
most
dream
wasnt
thang
sweet
talking
sleep
tight
makes
thats
tried
til
miss
red
forever
l
spit
shoot
ya'll
fight
floor
yourself
forget
hurt
guns
behind
eye
lose
you've
mr
feeling
school
type
we'll
sing
brain
far
4
round
outta
double
yea
stick
nice
sick
trust
west
ladies
playin
sometimes
sun
'bout
wouldnt
found
paper
sit
fade
respect
use
buck
fresh
looking
kiss
mc's
dat
lie
dough
gold
jump
woman
grab
shine
alright
r
room
born
phone
mama
fucking
dirty
someone
anything
air
mack
number
paid
takin
feet
deal
saw
x
wanted
mc
men
called
funk
child
power
bounce
being
snoop
whatever
funky
rain
living
rich
x2
scared
wonder
mother
brothers
cops
truth
sex
part
blast
ball
fake
kind
drink
green
buy
blue
punk
smokin
late
easy
sky
year
ill
south
master
dj
control
ta
smile
else
flip
reason
million
freak
burn
raw
soon
pick
doing
beef
cats
lady
ten
star
de
track
dreams
bet
dem
both
ho
'til
york
chance
past
pimp
known
chill
speak
meet
may
yours
doubt
mo
fun
point
follow
clothes
happy
hang
knock
picture
they're
dark
today
everyday
bit
stuck
making
ay
y
wake
shots
shorty
playa
knows
each
waiting
ground
fact
kinda
yet
sell
none
g's
nah
bomb
send
fine
push
boom
against
women
click
4x
bed
chest
east
ones
hundred
jack
minute
que
does
feat
beats
probably
homies
pack
rappers
corner
tired
test
pretty
land
wit'
hide
fear
heaven
shut
second
very
5
drive
cop
pray
plan
m
cars
wall
dot
thinking
tears
record
dollar
glock
movin
lights
between
rip
hair
business
mo'
jam
different
here's
story
momma
fo'
givin
nuttin
pump
ring
fame
holla
s
water
ways
homie
save
neck
tellin
learn
honey
running
earth
met
brown
10
wet
police
gat
spend
case
piece
changed
saying
hustle
chick
trip
seems
whoa
clear
feels
dig
lyrics
lovin
weak
cube
loose
alive
state
rule
scream
boo
coast
yall
50
short
bullshit
dumb
road
funny
handle
aiyyo
haters
win
locked
felt
smooth
already
team
rather
thank
gimme
sittin
guy
seem
few
that'll
seven
twenty
k
crime
babe
rocks
jay
wear
benz
father
crib
pound
write
hits
suck
lets
havin
which
9
actin
nasty
wife
wack
bought
bag
killin
don
joe
lick
mary
rockin
taste
holdin
ich
drama
lover
killa
jail
muthafuckin
limit
kept
breath
lies
wayne
morning
gang
squad
mi
busta
cat
cock
def
blind
tip
wants
lonely
sorry
lead
chain
crowd
ridin
reach
gots
puff
played
trick
turned
bustin
job
read
intro
promise
clean
later
steady
grow
fools
keeps
shoes
means
quit
you'd
treat
callin
voice
ll
scene
arms
along
stupid
hittin
great
6
takes
outside
soldier
drunk
cos
dre
grand
worth
self
rapper
clip
poppin
happen
trippin
represent
worry
heads
sweat
walkin
upon
beautiful
player
ma
taking
brand
drugs
rise
kickin
split
waitin
diamonds
brooklyn
bump
knees
hah
bye
trouble
special
lips
ran
lock
middle
thousand
platinum
across
window
eight
puttin
figure
wind
bigger
dirt
microphone
coke
couple
week
bein
singing
chrome
battle
nuts
drug
cross
killer
rappin
pimpin
sexy
sold
clap
trunk
oooh
swear
soldiers
di
breathe
okay
question
tear
thoughts
leavin
shout
hill
blaze
law
groove
devil
brought
radio
either
stuff
rough
loud
queen
stars
peep
games
fell
heavy
swing
mess
blowin
ohh
screamin
count
everywhere
problem
less
box
bass
watchin
z
we've
ok
supposed
laugh
park
twice
loved
sign
cream
playing
whip
such
slide
killed
frontin
blunt
w
records
stage
small
nas
smell
boss
ahh
loving
moves
soft
doo
keys
f
says
instead
cheese
guys
tryna
motherfucking
freaky
afraid
doesnt
truck
survive
bank
everytime
mission
dogs
rules
tomorrow
raise
chicks
bullets
thick
zone
above
died
skin
weight
perfect
betta
grown
sounds
needs
flesh
duck
children
pen
dawg
method
carry
glass
el
broken
anybody
ballin
switch
40
magic
nights
sent
krayzie
bar
giving
written
key
creep
attack
finger
pistol
enemies
suckers
mac
rhythm
welcome
telling
mix
choose
po
keepin
pocket
hole
looked
bill
evil
twist
nowhere
3x
mike
mans
hello
sippin
future
ja
dime
they'll
dude
sellin
joint
finally
stress
styles
h
share
stack
kelly
chillin
rush
slip
wreck
near
und
grip
grind
blame
ahead
breakin
tongue
ol
super
tv
folks
wu
liquor
muthafucka
bite
cha
tape
level
sucker
queens
kim
seat
lyrical
sad
steel
ear
rob
safe
workin
butt
class
i'mma
nigga's
fill
dust
food
brains
bridge
problems
dip
ba
dollars
bullet
train
thangs
dah
jesus
murda
feed
es
explain
third
it'll
nation
album
lives
laid
moms
bodies
higher
apart
named
dr
wicked
walked
pockets
christmas
raised
meant
flavor
clock
dum
calling
tracks
bringin
knowin
dis
hangin
7
waste
realize
holding
steal
jealous
mom
imagine
moment
harder
wrote
john
slick
fifty
store
strapped
loves
standing
flows
wide
asked
te
having
uptown
relax
serious
joy
thru
standin
x4
shows
everyone
aight
happened
rings
shame
slang
20
whats
trigger
busy
sense
mob
shop
knowledge
course
space
teach
spread
smack
juice
diamond
ends
tough
summer
news
hatin
bus
force
drinkin
homey
arm
glad
biggie
system
fo
speed
simple
squeeze
north
pants
ninety
moon
moving
cent
pulled
dropped
hort
sip
lines
goodbye
fit
booty
claim
worse
8
blocks
insane
action
cap
enemy
slugs
plenty
projects
walking
main
order
range
feelings
spittin
forty
gas
tech
raps
single
droppin
stash
build
blunts
anyway
cuts
shoulda
dice
faces
nose
bright
hat
bricks
begin
extra
sister
looks
watching
candy
en
bless
strange
shawty
sin
v
jewels
price
ghost
age
chips
fiend
trees
pun
hardcore
underground
clown
shady
learned
chase
early
bottle
unless
leaving
calm
bleed
dawn
warm
almost
scratch
reality
attention
least
angel
flex
bangin
joke
prove
whenever
dangerous
keith
cell
feds
loot
se
roof
boogie
slim
balls
fallin
skills
bottom
hype
answer
book
recognize
jumpin
mental
sight
faith
naked
mutha
pullin
silly
rep
dome
wyclef
longer
steppin
court
pressure
taught
legs
shootin
hour
sack
tru
whether
hearts
spark
poor
12
throwin
spray
starts
places
bloody
ad
ease
threw
teeth
witness
neighborhood
bread
serve
bills
background
position
2pac
others
whatcha
foot
strap
chicken
spent
falling
getcha
westside
gats
nuthin
grill
wrist
slap
luck
um
forgive
fifth
doe
askin
struggle
hoo
hmm
layin
tree
shall
somewhere
pops
hustlin
tank
shakin
songs
become
kane
vest
situation
stopped
bg
pride
cover
vision
island
tricks
bird
shirt
'round
passed
nut
form
bow
headed
doors
fellas
doctor
throat
remain
smoked
woo
smoking
brick
kings
return
fiends
where's
aim
stone
grave
lo
killers
blew
proud
hungry
closer
he'll
rolling
em'
dear
ur
mirror
within
layzie
mmm
spin
judge
blessed
snatch
diss
bound
minds
large
beyond
ago
gift
flash
boots
noise
worst
bay
fingers
du
killing
planet
danger
crush
vibe
filled
race
date
tu
storm
beach
escape
deck
wine
strip
eh
secret
clique
smith
twisted
hurry
wee
shouldnt
sample
slippin
bags
quiet
dyin
wid
triple
walls
freedom
prince
freeze
dying
naw
toes
ding
crying
sea
mornin
hurts
missin
major
flippin
cryin
history
lesson
bond
players
ghostface
quarter
dress
row
eatin
public
wise
trapped
flame
tang
cali
cup
girlfriend
homeboy
original
pa
stoppin
message
killah
closed
beast
grew
muthafuckas
ohhh
size
questions
riding
passion
pete
paint
quite
daughter
jumped
solo
pumpin
mark
un
jungle
female
lean
minutes
fans
deeper
cake
seein
knockin
country
movie
maintain
burnin
paul
toe
theres
load
babies
thirty
rub
proof
smash
table
das
foul
kool
jet
ounce
toast
human
kicked
pro
cousin
color
ti
finish
woke
cook
broad
sitting
tone
fed
creepin
forgot
deserve
needed
working
fair
lettin
project
daily
favorite
bend
dub
bunch
given
jeans
loc
shoulder
holy
chuck
clips
punks
held
lyin
burning
whassup
bumpin
devils
tall
swallow
competition
gives
thanks
blues
lying
church
ima
blown
compton
chains
souls
packed
boat
outro
pum
strength
knife
frame
plans
cocked
stacks
attitude
sunshine
criminal
release
excuse
rowdy
props
phat
fish
hollow
rims
rat
terror
fate
automatic
fist
shook
lift
crash
imma
checkin
owe
sugar
jigga
cost
studio
path
hi
deadly
label
al
showin
bubble
'fore
wha
fix
life's
notorious
erick
steps
acting
greatest
choke
dare
rolled
chop
strike
ruff
everybody's
chronic
bail
posse
flat
she'll
nature
kitchen
twelve
world's
yellow
disrespect
drum
sermon
holes
sticky
lucky
hopin
glocks
st
anymore
banks
page
showed
press
dancin
inch
mercy
speakin
lit
peeps
lane
isnt
lovely
slangin
tour
'till
floss
thuggin
able
grabbed
non
fan
slave
art
tony
asking
crews
settle
birds
bizzy
crooked
touched
knocked
cannot
shit's
dry
youth
havent
pure
rick
hours
iron
pretend
building
chose
destiny
peoples
swift
industry
packin
expect
leather
heh
wig
wax
snap
deny
popped
admit
bronx
missing
fam
roc
match
bury
crown
forth
eminem
slowly
bud
prison
plain
pushin
pipe
sleepin
search
names
stepped
stare
hustler
turning
hotter
choice
mase
metal
stayed
stole
yah
bo
biz
shock
re
y'know
bell
dump
weapon
bars
haha
spots
boyz
wheels
built
turnin
ears
code
harlem
strictly
truly
happenin
jones
rebel
mighty
facts
bottles
whoever
rippin
breeze
uncle
group
effect
broads
wings
billy
birth
turns
miles
anyone
bum
nate
bee
violence
dressed
mask
riches
area
spirit
memories
luv
si
letter
grass
also
role
wearin
mami
wave
plate
pieces
screaming
butter
slug
band
suit
echoes
army
scratched
bling
searching
piss
laws
leaves
eazy
darkness
enter
dad
sho'
doc
eighty
rolls
average
trap
wood
california
timbaland
ren
curse
diggin
pounds
meth
loaded
freaks
tupac
mood
x3
lately
rugged
pleasure
alot
hug
puba
catchin
guard
drivin
bones
tat
dudes
kicks
one's
angels
singin
mistake
stomach
prepare
indeed
pac
weezy
suckin
river
0
neva
bastard
america
dealin
dancing
pictures
president
james
weather
dee
mention
coupe
doggy
seeing
ms
lotta
shinin
bob
faster
missed
older
happens
yuh
pour
square
flight
servin
ak
clue
missy
jeep
duke
knowing
slam
taken
refuse
blastin
snow
list
lust
snake
snitch
belong
charge
seed
buggin
blows
mics
q
hoping
dash
mall
yellin
gain
mines
victim
foes
protect
puffin
hips
cheap
chi
whips
ugly
libs
fold
den
smart
natural
note
cl
wow
mail
laughing
static
fades
whoo
chasin
nerve
mos
cocaine
lee
proper
we'd
lived
gin
common
bro
fully
glory
motion
picked
wheel
hustlers
map
gucci
brings
checks
cease
remix
biggest
johnny
purple
friday
beep
plane
stronger
sunday
baller
exactly
view
continue
rum
sheets
shining
prepared
seeds
due
mister
geah
gee
hollywood
gangstas
lifetime
stood
stretch
killas
pot
beside
plot
fightin
tie
winter
christ
beatin
roots
certain
hater
mobb
connect
quicker
partner
somehow
selling
lip
confused
government
bent
rounds
complete
nelly
plug
cadillac
fault
trade
plastic
warren
rent
brew
boi
american
famous
beg
grace
por
monkey
clubs
circle
sharp
remind
yard
sir
cheddar
video
mommy
shed
trash
wipe
naughty
gauge
season
barely
thunder
salt
tune
months
losin
caps
hooked
ocean
leg
waist
sho
herb
calls
add
swingin
amor
lemme
casket
drinks
flowin
yesterday
post
sucka
weekend
lots
often
hung
thin
beginning
driving
como
breaking
startin
lexus
keeping
desire
belly
lame
figures
legit
whose
pow
cowards
jimmy
philly
krs
rhymin
rocked
machine
fighting
company
dippin
milk
outlaw
signs
bear
wherever
juvenile
promised
representin
scarface
difference
rope
ed
beer
zero
violent
hammer
cum
bong
ex
books
draw
focus
coat
gangster
supreme
soulja
con
bop
losing
windows
paradise
surprise
golden
decide
nuff
damage
drawers
cypress
destroy
ate
fantasy
hanging
horse
official
8x
god's
bucks
should've
month
unit
mystery
rage
although
edge
punisher
card
mixed
pimps
lex
nigger
dinner
silence
oakland
someday
cards
laughin
became
somebody's
memory
rose
climb
sons
redman
below
physical
bentley
holler
rid
chocolate
speaking
cute
status
won
moved
gear
addicted
finished
listening
deuce
diggy
'cuz
toss
lack
enjoy
you's
meat
silkk
ist
hush
'n
jon
beauty
mash
mill
aw
pause
pool
station
bombs
flipmode
concrete
flying
willie
stayin
drops
diddy
gate
conversation
blazin
charlie
fox
duckin
simply
sport
twista
field
backwards
pair
rag
eastside
person
ooooh
woulda
shells
mas
meaning
sam
wash
scratches
der
ro
hotel
clouds
dun
sisters
rubber
wrap
punch
ave
dimes
desert
cruise
breaks
apple
score
kottonmouth
guaranteed
pie
midnight
proceed
wir
drank
van
nicht
trife
sat
credit
mil
darling
cried
everything's
chris
screw
corners
rude
college
lovers
crackin
positive
shell
fella
wildin
wishin
fail
stories
fears
fakin
jaw
hearin
plays
stomp
dmx
quest
peel
champagne
tap
flipped
pissed
opened
trigga
hella
screen
flav
lyte
guilty
dedicated
energy
lace
wrapped
guts
michael
explode
especially
likes
travel
ship
nervous
o'clock
beam
rats
innocent
glow
usually
center
foe
gods
aww
laced
wisdom
curb
changes
ho's
dues
buckin
og
crawl
pink
spell
1st
firm
pit
dealer
breathin
rewind
approach
sand
lap
misery
skill
shower
brotha
lickin
notice
spinnin
kissed
bat
millions
illest
mamma
mountain
palm
pistols
skinny
yell
math
umm
goddamn
bringing
wondering
tec
tee
chair
ein
beware
barrel
final
skip
sets
degrees
stackin
bouncin
psycho
mich
thighs
spendin
worldwide
rider
married
poison
indo
seek
gentlemen
sendin
freakin
24
support
sixteen
los
yup
putting
dmc
cd
pig
kissin
jean
baddest
beggin
cuttin
wealth
scheme
runs
bobby
science
southern
mop
hardest
mass
captain
survival
suicide
spoken
constantly
sweatin
anywhere
teacher
do'
claimin
playboy
downtown
cam
stranger
tips
fucker
echo
amazing
sen
deliver
jane
chickens
homes
source
phony
spill
saved
nappy
tag
drove
30
health
whatchu
peter
visit
stones
create
join
backs
tender
yep
breathing
blowing
mannie
jock
anger
stressed
100
foxy
hay
express
premier
d's
happiness
3rd
script
county
love's
pace
ya'
finest
jus
nickel
memphis
messin
whattup
lungs
vip
buried
ahhh
dealers
stops
dreaming
earn
ticket
signed
ugh
except
bells
freestyle
stressin
dey
ballers
dich
sleeping
warning
eyed
skull
afford
willing
playas
papers
hating
saturday
homicide
bush
wa
route
yay
finna
maker
threat
begun
bi
stickin
mistakes
miami
writin
buyin
faggot
greed
silent
trips
emcees
payin
dicks
jackson
ward
tapes
homeboys
robbin
aye
total
pigs
slay
illegal
raekwon
sword
praise
honor
heavens
riot
rate
parts
leader
merry
society
drinking
regret
shotgun
mafia
com
grindin
45
reign
titties
reminisce
knot
clever
march
suits
watched
jersey
chopper
private
evening
gal
seats
bull
hump
anytime
inhale
suppose
listenin
hall
robbed
camp
allah
nowadays
realest
flyin
wonderin
blacks
jeff
slept
chin
darlin
mayne
flick
grain
scary
gotti
flames
spoke
jealousy
bin
kanye
revolution
involved
notes
ashes
wiggy
gt
mile
chief
ace
weeks
fa
boyfriend
quickly
degree
incredible
greedy
react
powder
cleveland
cage
razor
havoc
movies
dreamin
collect
dc
model
lifestyle
flag
romance
stroke
socks
rabbit
link
hero
asses
clan
justice
crunk
monster
alley
poppa
emotions
meal
texas
understood
asleep
guitar
couch
mentally
harmony
ki's
louder
erase
ripped
rakim
magazine
drag
zu
movement
hurtin
legend
fashion
limp
grey
santana
id
tied
murdered
daz
wars
wishing
2000
remains
direction
bother
aka
numb
present
hated
gut
there'll
bug
spanish
chef
reasons
nope
compare
joints
bowl
numbers
ye
strikes
poetry
thee
shift
kurupt
accept
16
ray
sink
gates
hesitate
dial
correct
lethal
martin
panties
tick
weapons
spice
lied
cares
ii
stank
advice
horny
harm
whack
atlanta
local
witcha
louis
scandalous
passin
frank
mothafuckin
mercedes
blink
base
fortune
rapping
skins
faded
jerk
hail
wantin
spine
gutter
burned
prime
stands
rocking
coulda
section
float
ayo
practice
ceiling
papa
roam
regardless
ego
percent
dubs
warn
sides
tits
mellow
bedroom
verbal
snakes
sixty
fred
favor
ours
shoulders
winner
ooo
kisses
daddy's
thugged
stab
caddy
wo
co
bam
began
skirt
cruisin
stoned
melt
ni
careful
eating
murray
loco
treated
tops
guru
er
stays
baby's
damned
falls
slapped
classic
highway
sucked
mir
burnt
shades
celebrate
ohhhh
definitely
crossed
nobody's
silver
dap
sorrow
stroll
riders
precious
fi
clack
material
wie
surprised
fancy
aiyo
struck
risk
covered
waited
reppin
wrath
eagle
shadow
negative
whoop
countin
tales
pushed
appeal
scoop
vicious
purpose
rear
righteous
tribe
2nd
shines
served
drums
plant
cheat
sneak
focused
auf
clowns
prayer
doop
chances
papi
figured
o'
study
seconds
bustas
pays
dies
protection
pad
coffee
boot
writing
dedicate
crook
cases
hottest
slipped
beneath
mm
interlude
product
confusion
ludacris
mcs
11
pills
snitches
worked
walks
slice
coffin
george
relate
liar
tool
satisfied
torn
jiggy
shape
universe
title
button
voices
toy
fin
max
dissin
ced
tossed
surrender
target
false
shoe
jewelry
hitting
disco
itch
growin
impossible
nines
bid
orleans
alarm
shoop
equal
speakers
doom
inner
shorts
contact
satan
troops
demons
thirsty
willin
polo
success
sacrifice
garbage
packs
thinks
parents
rover
gather
lake
suddenly
ups
pat
assassin
upset
wassup
tray
hills
bathroom
wasted
o's
suffer
sending
froze
bible
scrap
telephone
stolen
visions
ra
southside
ignore
youse
187
security
skies
sticks
searchin
jim
'head
crap
busted
awake
eric
beyonce
defeat
spliff
central
bold
ecstasy
tail
dunn
bleedin
disease
throughout
sung
dank
youre
avoid
fucka
eleven
shits
divine
pickin
shes
guide
wan
sober
career
valley
gray
zoom
nerves
matters
inches
hash
buddy
suckas
throne
vain
dro
fights
thrown
besides
funeral
clutch
sale
hahaha
avenue
using
wearing
monday
kicking
ashamed
jackin
regular
shy
jams
tease
tote
wire
chicago
burst
dolla
15
dj's
loss
greater
grade
eiht
whore
thou
consider
brave
sie
swell
shooting
slash
melody
puerto
chamber
artist
aids
wanting
blaow
general
shitty
cloud
honeys
hardly
bulletproof
sprayed
colors
starin
pitch
sales
jelly
disguise
nails
infamous
vocals
toys
letters
thrill
mud
begins
growing
breakfast
flossin
showing
eternal
aesop
personal
burns
tax
fullest
suga
heated
idea
oil
villain
journey
dame
parrish
smacked
sexual
crystal
savage
wonderful
however
service
stunt
seemed
marley
singer
rza
appreciate
pardon
fry
vocal
solid
cristal
switches
oo
hospital
superstar
he'd
filthy
penny
trace
ski
scratching
profit
critical
forgotten
fuss
cracks
camera
motto
laying
knee
fever
male
frozen
shaking
gangsters
rolex
lifted
swizz
hummer
parties
rape
nina
hectic
grin
lunch
undercover
letting
folk
copy
danze
makaveli
dumpin
image
spring
granted
dove
li
coz
breed
further
states
supply
distance
waves
points
lyrically
changing
dir
english
ricky
blade
bucket
25
lazy
twin
she'd
talked
brag
pin
swim
lah
priest
board
disappear
worlds
quiero
pee
created
cracked
spending
collar
choppers
clout
flowers
destruction
sawed
jazz
channel
trucks
fuckers
madness
aside
gravy
worried
resist
smilin
fabolous
time's
cheeks
stiff
buzz
spinning
body's
ali
mackin
they've
doch
mansion
cookin
grams
partners
chevy
flo'
eve
slit
rumors
sees
cherry
mega
answers
usher
fort
henny
'cos
junior
blank
animal
abuse
basement
popping
armed
fruit
forced
porch
situations
brat
holiday
ending
shadows
facin
fifteen
tools
jordan
thief
repeats
houston
sunny
dealt
stuntin
bath
tells
ey
upside
roses
ga
similar
mothers
hee
scars
habit
ultimate
lyric
needle
works
skate
traffic
tan
would've
easily
reel
tash
warned
shaolin
agree
introduce
veins
forward
necessary
crimes
presence
licks
arrest
satisfy
jamar
bash
phife
technique
peepin
generation
suggest
causin
kissing
underneath
happening
buddha
santa
definition
unknown
variations
strugglin
important
touching
gunz
whippin
boulevard
hydro
chosen
saint
chump
slut
cancer
equipped
sudden
pole
creator
flicks
muscle
ki
amongst
nightmare
core
acts
pill
medicine
marks
glasses
mink
talent
grits
aid
notch
adore
vida
roller
99
reverse
clockin
holds
orange
speech
shaggy
hurricane
tale
goodnight
someone's
lloyd
usin
sniff
buildin
clearly
skunk
jacks
combat
exhale
honies
humble
skit
ruckus
virgin
heartbeat
neighbors
una
frown
salute
colder
pulling
motherfuck
flies
laughter
bastards
session
envy
bake
welfare
language
stores
dave
uhhh
excited
woods
vegas
heal
temple
moe
booth
dutch
cast
lessons
era
quote
passing
musical
wit'cha
evidence
fired
masses
talks
pity
relationship
sleeve
surrounded
betcha
bizarre
cruel
soap
prayin
himself
affair
dodge
legal
depend
beans
stealin
lawyer
patience
ruin
french
bark
plates
paranoid
birthday
stereo
oughta
shorties
whipped
petty
planned
steadily
revenge
bitter
venom
blunted
necks
candle
mentality
iced
smiling
nite
ow
reached
nineteen
pile
plottin
eternity
strings
cee
steve
dealing
lab
pillow
task
fried
dissed
rumble
fallen
wodie
purse
tim
capital
gurl
shocker
reefer
surely
touchin
shade
rides
speaker
hollerin
juicy
pose
mrs
uzi
ron
puts
miracle
ourselves
crank
digits
grabbin
woah
preacher
masta
jaws
exist
trial
strive
sean
snatched
cough
acid
tom
goal
le
globe
flee
offer
closet
jacked
liked
silk
highest
sprung
charts
criminals
busting
junk
kno
phantom
youknowhati'msayin
amount
crushed
issue
dummy
stock
digga
tical
rice
drown
appear
serch
hog
vet
chat
sake
whistle
bitin
heed
lotus
floors
blend
sort
slums
patient
peak
fatal
ruthless
blinded
heavenly
princess
dropping
receive
chokin
asshole
sacks
demo
semi
heartless
fucks
demon
rains
dug
cheek
chopped
rotten
media
draws
hoppin
hearing
blasted
exit
po'
solve
allow
hennessy
design
mode
fronting
clappin
alcohol
types
tooth
leaf
smalls
chip
experience
menace
hurting
rays
stopping
wiggle
moan
delivery
staring
mobbin
drippin
andre
stompin
eu
soda
belt
hunt
culture
p's
mit
gay
rug
ended
horn
followed
catching
trail
treach
friendly
bees
brothas
honest
program
rare
steak
fought
garden
alert
throwing
retarded
goldie
education
bare
grows
rated
connected
sadat
starting
sins
copped
tinted
5th
phase
maniac
marry
untouchable
sings
slaughter
hats
hidin
dwell
pushing
jag
wore
va
mecca
warriors
lye
goose
checked
lime
trina
females
yeahhh
murderous
wifey
shittin
prodigy
lightning
odds
busters
emcee
motha
thuggish
coolin
prayers
ditch
african
ive
'pac
spm
cuban
prize
pregnant
guarantee
royal
baseball
cries
jeeps
n9ne
seas
dawgs
heels
sour
freeway
ka
pap
gunshots
sucking
pager
sling
officer
complex
tactics
nur
para
preach
nubian
mystikal
sentence
dipped
ultra
flashin
whisper
mother's
foolish
united
haze
religion
bald
panic
knocking
dragon
testin
fourth
lp
blam
name's
lower
beeper
rights
lib
eggs
dang
behold
braids
brawl
mothafucka
hearse
latin
starvin
trickin
remorse
torture
demand
chubb
they'd
foreign
coward
safety
powerful
quarters
angry
embrace
jacket
90
cope
bloods
it'd
praying
hunger
towards
pearl
turf
prada
license
mia
voc
smellin
warfare
essence
realer
advance
unique
chalk
triggers
hooker
possible
mmmm
party's
peas
champ
samples
malik
shocked
hos
decision
universal
bap
impress
sometime
heater
trained
thicker
fantasies
whores
spiritual
shared
independent
fiendin
grimy
dreamed
magnetic
intentions
mag
shelf
sang
blige
stacked
payback
midwest
tv's
warrior
surface
shawn
slaves
jumping
instrumental
dozen
chumps
chew
led
millionaire
thieves
80
jokes
meanwhile
swang
mom's
ne
knuckle
flood
manifest
morn
flo
separate
tires
carried
candles
chapter
cabbage
infinite
shoppin
shoo
dong
hidden
sting
superman
apologize
what'cha
disaster
cameras
iller
satisfaction
office
cherish
noble
banger
lunatic
singers
electric
burner
las
decided
sway
gotcha
scarred
crooks
vein
stripes
shopping
cane
troubles
smiles
verses
reveal
ought
richer
tuck
carter
allowed
rump
comfort
floatin
example
tommy
cursed
money's
conscience
fillin
houses
thorough
swollen
lighter
balance
younger
mug
sum
victims
lion
neither
century
rb
perform
something's
brother's
habits
complain
critics
1x
federal
stray
cutie
themselves
sooner
hum
apartment
survivor
hyper
basically
swerve
sore
jerry
dom
messed
mtv
capture
shove
africa
funds
rainy
fog
modern
girlies
stepping
greet
marijuana
spare
temptation
del
flock
leanin
groovin
package
helped
painted
duuh
driver
nada
roaches
backyard
woof
afro
choppin
scope
pies
wuz
von
nor
capone
bleeding
stink
contract
provide
connection
mountains
splash
facing
cris
direct
millenium
glove
robin
drip
how's
fits
confess
bailin
flew
surround
reaper
volume
whos
wizard
mourn
flaunt
clinton
weave
conquer
blessings
bk
cared
blessing
dose
fence
hawk
lauryn
jake
noreaga
ou
parking
sunlight
liks
heart's
buckle
lou
17
ca
shelter
san
information
actions
deaf
slack
root
chu
minor
snatchin
ammo
lox
pipes
deals
aware
cuss
carpet
gifts
cigarette
hon
cents
softly
tighter
ben
straighten
function
rushin
sauce
recall
tickets
beanie
drastic
wasting
beating
kon
beefin
alles
detroit
chasing
pepa
sipping
cribs
liver
pharoahe
daze
switchin
understanding
pale
awhile
armor
groupie
highly
jamaica
arent
hoods
digital
scare
jd
brandy
dizzy
wastin
perfection
outlawz
tripping
moet
wing
sail
cells
schemin
bleek
fitted
44
humpty
jobs
robbery
concerned
ton
juelz
address
reachin
pmd
scott
perhaps
sue
string
clicks
entire
subject
dive
ganja
actually
bruce
rainbow
vez
coppin
pulls
joey
gunnin
daylight
scrilla
fulfill
buying
mexican
pumps
iz
closest
cradle
sorta
fixed
basketball
ruler
levels
paying
wreckin
sock
ridiculous
genius
stairs
shirts
epmd
jr
ling
rah
bucked
sloppy
crackers
wrists
cnn
rocky
chyna
straps
corrupt
charm
cab
md
pinky
nothing's
aah
could've
penitentiary
bra
morgue
models
rescue
fr
advantage
jazzy
fu
beams
flower
earl
carolina
reaching
reaction
laughed
insanity
effects
upstairs
blades
tables
agent
swine
faggots
sweeter
speaks
williams
topic
posted
overseas
rack
cure
eventually
kong
gamble
pre
lung
bluff
placed
thy
jockin
git
changin
kingdom
obvious
niggers
crip
style's
heroes
grandma
bored
file
dann
screams
drill
phrase
artists
downs
spirits
cooking
popcorn
settin
designed
cans
brush
fee
yayo
hopped
challenge
banging
coach
tame
scale
itself
zoo
tah
league
ink
buildings
cus
juss
jermaine
secrets
stakes
kills
kin
kush
community
caused
deee
18
esta
poke
david
border
prevail
peers
sheep
concern
cotton
timbs
toke
nurse
illusion
vodka
member
gs
orders
mama's
bacon
albums
adidas
schemes
daughters
realized
swore
parlay
midst
ties
garage
kidnap
committed
treasure
crept
passenger
milimeter
rim
raisin
kray
horror
staying
slid
champion
december
opposite
wishes
display
troop
todo
herbs
host
videos
affection
sluts
tore
curious
magazines
dread
janet
ounces
rising
slammin
faithful
dpg
riff
extreme
trey
ant
drew
x8
coochie
packing
manage
analyze
ringin
pe
ignorant
qb
unh
professor
washed
version
sh
strung
slingin
diesel
peeped
headin
observe
corn
piano
turk
describe
steam
begging
rae
guessin
dish
paris
sneakers
shatter
collide
familiar
licked
causing
aaah
marvin
presidents
basic
mist
thoia
cheeba
knives
intelligent
america's
individual
empire
fluid
game's
seventeen
flirt
promises
tock
replace
repeated
remedy
mariah
jewel
tub
500
bun
twins
exotic
je
firing
stain
rags
werent
jury
based
auto
rubbin
wolf
seal
minus
immer
autograph
arrived
hennessey
guards
hustlas
murderer
wenn
screamed
loop
crab
shack
girlie
puffy
rifle
zen
learnin
brighter
gloves
borrow
strangers
london
mayn
hostile
parked
blazed
respected
vacation
blazing
amp
forces
minded
22
gorilla
azz
charles
pages
mind's
amazin
guage
positions
gritty
fuckas
tunnel
ruggish
duty
monch
riddle
axe
lanes
loyal
staten
castle
spitting
summertime
crowds
progress
unload
command
bizkit
latest
tearin
measure
phones
clapped
greens
kitty
thirst
wat
coppers
ahhhh
process
skinned
dynamite
sirens
foundation
batman
murderers
aftermath
ch
hopes
grenade
phillies
mostly
cd's
buttons
animals
witchu
retire
strain
invite
talib
drives
flava
condition
6x
families
hiding
cheer
parole
tension
celebration
claiming
goods
blah
hundreds
onto
readin
tempo
engine
manny
account
efx
sideways
laughs
military
watts
cheatin
fading
peeled
during
rearrange
tend
lisa
professional
gators
tea
mini
tries
hearted
getaway
flooded
faced
dukes
cooked
released
rican
ryde
related
hov'
hmmm
reload
mold
kweli
believed
tissue
delight
discuss
lbc
ser
wounds
tragedy
cain
chills
sparks
nonsense
lac
deceased
hallways
borough
guerilla
you'se
choked
gentle
checking
sumthin
arf
rhyming
motherfucka
several
pourin
emergency
suburban
5x
mario
thong
puedo
scrub
b's
compete
anti
circles
heartache
gassed
cities
snitchin
sports
gi
fingaz
stunna
comfortable
knuckles
scent
wallet
slipping
nunca
nick
pavement
tek
shown
prefer
whom
pharrell
murders
knight
cousins
bikes
hopeless
charged
aha
hennesey
buster
dine
bugged
hobby
totally
prophet
slum
bacardi
smiled
gab
cutting
braggin
switched
defense
per
hypnotized
ny
ideas
smells
drain
heaters
assault
emotion
tickin
mastered
expected
winnin
knots
scar
driven
jammin
skee
bm
mayor
must've
attraction
befo'
fields
torch
shotty
teflon
television
buckwild
lobby
expensive
nod
pos
china
richter
report
ls
ordinary
ancient
stalk
rico
considered
oops
starr
parkin
fatter
ships
butts
japan
transform
assed
wins
rang
corny
cycle
following
dam
millimeter
blessin
crossroads
pork
vietnam
attract
crips
yelling
elephant
bruise
intellect
everythang
malcolm
members
potent
porsche
sheek
serv
iraq
episode
usual
13
royce
anotha
giggles
prowl
jokin
hubba
why'd
thirteen
jason
fabulous
drowning
vibes
cable
goodie
danny
fury
zip
tennis
babylon
teachers
toilet
wannabe
brakes
hugs
hes
collapse
creeping
attempt
schools
shark
khakis
moonlight
flowing
wiz
to'
raid
necklace
soy
x6
ci
chaos
groupies
representing
increase
adrenaline
pearls
quickness
becomes
legendary
husband
remy
slappin
tonite
inspectah
mashin
breast
drummer
endless
pedal
lounge
attached
whut
waking
hun
ras
addict
pep
ambulance
gently
survived
manhattan
tic
swimmin
belongs
jive
bitchin
atmosphere
onyx
cracker
risin
solja
negro
knocks
finesse
21
flips
scatter
thankful
commit
vapors
limits
jerusalem
ginuwine
par
edi
pissin
oj
rusty
saggin
planes
magnum
sonny
rougher
counting
maze
thousands
giant
beatz
arrested
liquid
unity
grease
hammers
bench
sweep
failed
pumped
craig
mid
mon
destiny's
halls
grateful
georgia
flexin
backed
sicker
sag
ryders
les
limo
regulate
funkmaster
poverty
bike
38
leak
fantastic
noch
totin
jamaican
trump
kay
bushes
stance
pimping
apes
dimension
caution
victory
whateva
knowhati'msayin
cam'ron
destination
labels
stevie
bah
whyte
hut
oooo
hustla
bandit
fists
massive
comprehend
og's
tricky
foolin
lawyers
tramp
stripped
sharks
trues
cups
fairy
shank
doll
grief
uncut
elevate
corazon
buddah
luda
watches
coup
willy
followin
sinner
squeezin
ammunition
tyson
market
sprinkle
crumbs
broadway
who'll
locks
flop
inna
vexed
certified
ahora
permanent
auch
hustling
chased
momma's
plush
sincere
understands
losses
huggin
blowed
ty
pointed
biatch
july
brook
therefore
macks
thump
pressurin
vice
60
roach
oooooh
bwoy
doctors
staff
goodness
crew's
provoke
starter
tomb
curl
creation
noon
various
ole
exact
pencil
hire
groups
heights
mis
tipsy
currency
recite
floating
nuh
uno
endin
national
ducks
scenes
stains
vital
tiger
911
felon
overnight
stable
gifted
chilling
continues
lend
among
production
butterfly
girlfriends
mouths
sniffin
prayed
hab
kit
saving
disc
recipe
steez
anthem
kite
bogus
dray
coldest
confidence
skirts
atl
tonight's
teen
crucial
produce
info
site
tymers
womans
reflection
liebe
believing
eddie
izz
constant
winds
sigel
explore
cocoa
veteran
drift
abstract
treble
cooler
pooh
hookers
dan
raped
biting
international
ringing
bliss
ropes
june
choices
seperate
charges
cave
chinese
data
roads
sidewalk
casa
computer
angle
stitches
commin
properly
precise
reply
slidin
pits
stinkin
twistin
sneakin
clit
richie
outcome
fronts
childhood
gunna
rode
wop
sacred
duh
jus'
listened
rocket
shit'll
selfish
yeahh
powers
amazed
easier
plaques
iceberg
waters
custom
motherland
appears
eyez
pumping
grounds
grippin
expand
pimped
swinging
sweater
pros
mate
versace
organized
sunrise
flashy
pero
gunshot
rushed
shiny
juan
achieve
mehr
eighteen
period
shouts
tearing
whites
luther
nail
lincoln
swallowed
depends
teddy
gurls
bore
tariq
muhammad
sheet
swarm
milli
jamie
sind
illusions
nutty
techs
herself
lands
swervin
wooh
musta
everyone's
bigga
choir
needin
exchange
guest
event
apply
voodoo
leads
aaliyah
property
soakin
stalkin
isle
closing
po's
tunes
yappin
geto
dopest
assassins
spank
lawn
beginnin
spreadin
fours
cannon
goons
banana
violate
dupri
jets
cypher
motivate
shyne
flags
rot
tucked
splittin
minimum
completely
hyped
crawlin
jetzt
fk
legacy
todd
dedication
politics
gentleman
felony
shovel
tre
sparkle
invest
soup
fakes
armageddon
eternally
aqui
inc
glide
tapped
curtains
decisions
clearer
serving
nitty
fellow
climbin
galore
perfume
dungeon
igual
ash
kokane
troy
seasons
swiss
odd
trusted
meets
suite
cuffs
towns
stages
voy
unstoppable
'dro
entertainment
cheated
itchin
hid
description
meter
confuse
introduced
reputation
tragic
whispered
protected
vocab
penis
dru
jumps
conflict
neighbor
dim
hesitation
spillin
invincible
fag
spike
unite
heroin
occupation
spotted
define
nike
opportunity
hahahaha
stranded
corpse
normal
hatred
boomin
glamour
infrared
yacht
phil
36
illin
benzes
runaway
nikes
womb
bullshittin
wedding
indian
inspiration
spins
bumping
object
tattoo
wah
convinced
destined
bonnie
kato
gossip
caress
madonna
laser
hypnotize
ban
dats
worthy
difficult
skeet
sweating
mothafuckas
afternoon
pan
learning
lemon
value
doh
planted
mic's
fled
sounding
spite
wound
zig
christian
people's
pledge
courage
circus
shore
pissy
traps
mickey
grips
shooter
et
sensation
sa
latifah
teachin
dreads
celly
homeless
aunt
identity
sht
haunt
rooms
gum
lb
village
gangsta's
loneliness
caskets
everlasting
bebot
wished
loyalty
thugstas
wut
wildest
hatas
wakin
lamp
operation
theory
bing
billboard
hooks
taxes
condom
ross
nana
character
billion
planets
multiply
roy
penetrate
dopeman
smashed
gospel
stake
bathing
florida
boast
logic
inglewood
heavyweight
urban
william
niggas'll
solution
bait
outkast
leaders
grammy
flavors
pon
gleam
14
poetic
stall
darts
stuy
brake
snappin
expose
cow
monica
greasy
tuesday
existence
links
hollows
profile
potion
seeking
combination
murphy
backin
probable
serial
kirk
smokers
brownsville
blooded
sweaty
clone
e's
routine
concert
format
hollis
passes
yak
mek
intense
soundin
cocky
classes
swagger
sunset
ohhhhh
refrain
buss
absolutely
basket
amaze
ight
leakin
breasts
entertain
award
glue
acres
beers
tlc
hostage
fbi
winning
rodney
x1
balling
copper
cuando
panther
politicians
hoop
mathematics
arrow
outs
clair
tho
adam
suicidal
nations
masters
angeles
mal
threats
worm
tiny
tounge
sec
doggs
cellular
glance
cal
prisoners
sess
mista
struggling
miller
boy's
fiction
fraud
loops
soak
coma
commercial
mobile
karma
boost
sealed
est
stove
fooled
ribs
alike
michelle
ken
tecs
seekin
theme
pennies
producer
deez
likely
invisible
savior
clef
hast
pains
rap's
remi
pope
noticed
lullaby
artis
snaps
blasting
colored
flipping
murderin
jacob
licking
patrol
reckless
loser
sprayin
rank
stashed
smarter
luxury
tattoos
nightmares
tempt
horses
unfold
rubbers
erotic
porno
crowded
relief
we's
cuff
haul
bumped
audience
quality
jar
cassette
handsome
relaxin
football
tower
handlin
physically
burners
canibus
remove
ih
kinds
peelin
insecure
flashing
mattress
battery
cord
two's
linen
poet
danced
thriller
tr
web
stacking
handed
thomas
swung
weakness
unto
rips
cappin
spotlight
techniques
france
ching
twerk
certainly
finding
pours
marc
healthy
matchin
farewell
complicated
wilson
plead
mira
hata
strut
sucks
repent
trauma
pilot
upper
horns
regrets
pastor
freddy
nie
swag
idol
karats
bendin
genuine
fork
godfather
hottie
presidential
nyc
whatta
montell
raining
native
rookie
issues
screwed
80's
forehead
pj's
argue
divide
louie
smashin
98
bunny
stealing
frost
roast
lames
johnson
ly
commence
tweet
behave
assume
berry
fab
snoopy
scopin
jah
stuffed
plea
vogues
actual
social
badge
dia
sewer
testify
lobster
messiah
cigarettes
chromed
weeded
craps
kris
chemical
eighth
bauw
clyde
sha
dow
hen
ri
terrible
trance
criticize
vote
flawless
soundtrack
4th
lavish
feedin
reap
survivin
absurd
tokin
equals
sticking
wives
2x's
sleepy
ronnie
gangs
multi
homegirl
sweetest
influence
microphones
impact
drunken
19
moments
vanilla
sportin
roger
heavily
mars
annie
kann
mouse
9's
retaliation
hunter
breaker
fathers
be's
doggz
papes
jazze
massage
bloom
sickness
yi
instinct
darkest
alias
fulla
jingle
caint
teams
larry
siempre
fires
suspect
outfit
gipp
impala
drought
meeting
cigar
stomped
faking
tons
hallway
stormy
dates
concentrate
stylin
flyest
recline
stabbed
earned
november
racin
otra
imagination
mwen
worship
stunts
elevator
fuel
nearly
sandwich
conscious
earthquake
racist
abyss
cipher
marked
arrive
bout'
minks
ripper
caller
jeah
xzibit
potential
cowboy
elementary
rollers
crop
cookie
downfall
grammar
playaz
als
hers
contest
typical
twenties
cognac
bitty
population
diggity
shattered
hoooo
rome
trains
sparkin
g'd
lunatics
kung
traveling
caine
pressed
breakdown
jakes
badder
shhh
feather
kass
lotion
rio
sich
vow
escobar
factor
virginia
thumb
motel
racing
coats
popular
bushwick
applause
ella
alize
tongues
tennessee
slightly
baggin
knack
lange
oaktown
undress
magnolia
mastermind
causes
temperature
toll
excuses
mommas
ins
harry
mens
butcher
battlin
c'mere
showers
restless
internet
addiction
warnin
searched
races
bist
hov
denn
wigs
queensbridge
quik
gram
squeal
pony
vs
wieder
butch
grimey
picks
unlike
banged
stud
closely
egg
covers
whitney
results
relationships
mae
u're
awards
dummies
fittin
40's
imperial
poster
get'cha
closin
cling
discover
fizzo
chemistry
triflin
estoy
loungin
rhymer
suave
davis
theirs
navy
battles
helpless
ham
grim
debt
rarely
spilled
dusty
believers
pretending
reggae
impressed
naturally
kansas
exposed
layed
witnesses
holster
execution
zulu
greg
pouring
devour
jada
bangers
ferrari
worries
fourteen
demise
loosen
yeh
feenin
attacks
patron
cris'
wesson
corleone
ish
political
im'a
birdman
wolves
thursday
why's
swoop
intelligence
lifestyles
amin
royalty
consequences
biscuit
jo
shakes
fighter
amen
flush
bumper
pal
sista
misses
graffiti
sperm
shiver
aimin
sup
aus
casino
artillery
betty
camouflage
counts
destroyed
whispers
parade
meine
sofa
backstage
goals
ignite
sequel
retreat
bubblin
goat
pawn
pussies
eliminate
dynasty
ducked
tina
frankie
rattle
livest
bats
huntin
prance
messing
doug
invented
dumped
600
whylin
sharing
sinister
rebels
dancer
request
pitiful
text
graduated
rally
shrimp
worn
nonstop
grudge
believin
tours
claire
pressin
aboard
brass
boston
getting'
graveyard
finds
whispering
curves
20's
capri
expression
disgrace
spoil
barry
interest
darkside
lingo
tint
rhythms
thugsta
fishin
clientele
fragile
filling
nap
bigg
collectin
despite
debate
tilt
needles
slain
scriptures
primo
syke
cha'
kingpin
soaked
skoob
budget
marshall
delicious
swords
tide
swimming
instant
pursue
temper
invited
'cross
scoob
consume
worthless
uns
honestly
aiight
frames
crushin
eats
wicket
richard
rapid
ralph
select
cheers
mane
telly
flyer
enamorada
palms
scheming
aaa
condoms
snort
scrape
drifting
landed
swoll
leading
plots
fronted
needing
conversations
craziest
obie
earrings
succeed
yaknowhati'msayin
upstate
edition
freddie
deceive
automatics
tattooed
pam
mend
swisher
desperate
puppet
scholar
writer
overcome
fatigues
ballad
oven
t's
lotto
werden
overdose
halloween
dodgin
supa
divided
gangbang
saga
hummin
actor
priceless
sinkin
treatin
potato
patiently
who'd
380
junkie
deville
boil
irrelevant
plaque
bubbles
freaked
oui
suffering
respond
stutter
prisoner
lottery
ignored
combine
tummy
bakin
caper
liberty
alamo
darker
cola
dots
deepest
views
forest
plated
babyface
puzzle
global
eager
precision
yukmouth
einen
stamina
nevertheless
delay
damnit
reminiscin
tradition
alkaholik
franklin
entered
kevin
blurry
narrow
refugee
phenomenon
prey
fuse
hells
yadi
convince
tougher
weigh
chu'
ak's
motherfuckas
ts
graves
c's
doggin
possibly
squash
ness
intoxicated
klick
mere
condo
yer
dunk
buckshots
stabbin
formed
tire
partna
comb
niggaz'll
millennium
street's
terminator
badu
uhhhh
unseen
intent
sunroof
dock
muh
crumble
gemini
speedin
cheating
swig
grinding
wrecked
educated
palace
starving
admire
spouse
1999
motor
stunned
judgment
wetter
macs
russell
robbers
reporter
probation
sleigh
trill
relentless
peaceful
nicest
cookies
ghettos
toi
soil
desk
structure
nos
lava
slo
maxine
dips
lyricist
do's
possess
hound
wavin
crashed
chart
furious
wondered
spy
hehe
theodore
runner
patch
tags
friendship
allright
testing
nore
sniper
judgement
sells
oww
throats
glimpse
owner
opinion
stan
fiesta
ee
alkaholiks
bruised
savin
skinz
audi
courts
obey
finer
lease
towel
fuzz
height
stream
suede
brung
lasts
opera
fantasize
rapture
benjamins
ooohh
clot
slight
thus
bombin
2na
streetz
rod
hypnotic
trooper
evident
mexico
apollo
composure
marriage
porque
turtle
footsteps
elbows
prices
nba
opposition
smoker
matrix
delivered
bully
guilt
starks
philosophy
screens
net
heist
strawberry
bluffin
ditty
groovy
dos
wink
dyke
thai
ver
kenny
dop
dishes
committee
booze
banned
barkin
tappin
connects
donde
nephew
romantic
carryin
helpin
scales
taker
sigh
lords
tatted
bon
ac
luke
crabs
shorty's
lewis
sane
moses
seventy
clash
thumpin
conspiracy
seventh
sein
feedback
lurkin
insist
simmons
kid's
defend
fredro
banner
cobra
gaye
awful
ages
wick
killaz
az
responsible
determined
knahmsayin
22's
gym
messages
misunderstood
miracles
emotional
troubled
7x
codes
forms
witch
lamb
ante
sweetheart
curtain
slavery
alle
bets
dit
lightly
leben
timing
counterfeit
prints
daisy
digging
despise
systems
expert
mutherfuckin
metaphor
lightin
bugs
restin
dallas
masks
salvation
motivation
dup
district
timin
thugging
plannin
lays
draft
crossin
mustard
summers
relaxed
'g'
raising
montana
aimed
lipstick
youll
feeding
disagree
stamps
stretched
student
pigeon
actors
meanin
shaq
chess
hoodie
residence
lump
amounts
behaviour
scripture
3000
snub
boats
hollar
invasion
brim
24's
ike
chairs
asian
broom
frail
what'chu
moist
hooo
cereal
pet
disciple
stations
buds
scenario
buzzin
dusk
helicopter
dismissed
pine
ability
'lac
alligator
cmon
controller
pads
erupt
clark
offa
unbelievable
cupid
discussion
strife
young'n
classy
stride
headphones
turkey
mayday
reminds
tengo
climax
lighters
religious
shepherd
oppose
throttle
tin
designer
bled
hazardous
cement
father's
villains
controls
cosmic
photo
wage
puss
amateur
crisp
batter
christine
refugees
labor
poisonous
youngster
deeply
maximum
bums
galaxy
heres
mj
dresser
ignorance
picking
heartbreaker
mississippi
bankhead
dipset
8th
thigh
sneaky
beotch
wednesday
individuals
treats
bucking
sly
basis
hummers
reflect
authority
vests
signin
obstacles
september
verbally
writers
stamp
showdown
blacker
print
locs
virgo
cockin
oxygen
massacre
offered
masquerade
tickle
i's
justin
rodeo
'98
asap
controllin
mixin
nickels
scratchin
tossin
tiempo
superior
hops
hint
spreading
craft
wagon
zag
itchy
grabs
furs
milky
trenches
stumble
meditate
getter
storms
millionaires
larger
appetite
ducking
robbing
pens
leap
elements
marvelous
esteem
moral
spoon
awww
brace
gangstarr
sewed
encore
stressing
backseat
vogue
spoiled
throwed
secure
continued
machines
devotion
rocker
noose
sleazy
eine
behavior
connections
glitter
sounded
forbidden
affect
today's
beesh
ova
bananas
muthafuck
current
upt
brian
ingredient
asks
yang
limb
calico
tense
tube
shaft
features
sis
dollas
nuclear
mcvie
coo
scooby
barking
unborn
ruger
dames
ge
clay
dissing
revelation
villian
elvis
airport
gank
estate
flaws
romeo
counter
holmes
payroll
senseless
poems
womp
terms
response
k's
atomic
grands
sliding
shh
bentleys
fuhgidabowdit
overtime
sharper
dividends
resume
shield
tripped
bagged
lollipop
muh'fuckers
territory
abortion
homework
seh
uptight
surgery
offended
crow
leaning
10's
mel
token
captured
gunning
tooken
cassidy
visualize
snuck
aroma
thongs
magnificent
sits
cemetery
nipples
suspicious
everbody
odb
shitted
excel
madd
lone
incase
elevated
fur
madman
prophecy
kennedy
soar
revolver
weary
hoe's
survivors
celebrity
bugging
replaced
sexin
doogie
sissy
else's
operate
cannons
colours
sparked
holly
perm
roar
juggalo
cocks
workers
legalize
ladder
doper
semen
medical
justify
gems
giddy
ping
stats
dancefloor
360
bosses
ganz
karate
wiser
90's
tuned
believer
candlelight
sheisty
lows
honesty
pepper
persona
donkey
boppin
farm
purchase
tenth
elliott
nou
polite
kobe
senses
icey
denied
oohh
poker
nacht
divorce
chaser
frustrated
realness
jig
inspired
scientist
rampage
ripping
departed
coconut
lockin
verbs
jackie
'nuff
lieutenant
hier
limelight
marble
mortal
eclipse
destruct
confrontation
donna
reading
solar
steelo
stansfield
frustration
faze
sew
highness
cautious
47
cape
ing
spider
delete
jadakiss
inject
distant
radical
pas
kidding
wettin
su
harass
truest
follows
witta
sprees
lid
trials
monopoly
vic
cena
cakes
brah
shorter
slammed
hoody
minister
simon
coca
hitters
crunchy
cigars
grinnin
gaze
redrum
prevent
likwid
diggi
alabama
cole
fore
bozack
burger
curls
boxes
mistaken
geyeah
punishment
absorb
menage
carlos
kamikaze
pha
glare
labeled
reggie
meals
wally
bows
joking
pretender
watcha
belief
angles
cutlass
terrorist
matches
thrills
agony
marl
olde
babygirl
stocks
jesse
bounty
fries
95
comeback
multiple
noone
slayed
compromise
helps
resort
vl
lucy
ankles
quien
remote
caviar
findin
goody
rookies
balla
dart
organize
snare
smokes
blouse
franks
strategy
marcy
accident
puddle
claus
flown
whaddup
bulls
sadness
hoochie
useless
limos
attitudes
extortion
scam
friction
muh'fucker
cemetary
leash
wired
training
scheamin
nile
worker
hunted
mills
ninja
jordans
depth
muthafucking
freely
contemplate
sweetie
clears
mein
jackets
pulse
clocks
interior
weaker
mysterious
beez
sammy
tab
cleared
bumps
curve
wonders
ju
hasnt
other's
subliminal
grills
morris
arena
oc
patty
laces
depths
hockey
film
autographs
lens
maxin
dressin
ohhhhhh
blonde
sufferin
tryna'
dons
twinkle
combined
noche
sanity
swiftly
heidi
hotties
rivers
outer
housing
unwind
sundown
introduction
latocha
tanks
nwa
acknowledge
crashing
roley
sweets
bits
scenery
payed
spree
ambition
meantime
pizza
bracelet
cologne
complaining
umbrella
player's
witnessed
beamer
islands
klan
bounced
rushing
gap
wheezy
fright
controlled
matching
niguh
carnival
extended
lifes
disrespectin
glistenin
shops
grym
enterprise
teenage
velvet
baking
gasoline
f'real
creek
spun
defy
mar
barrels
outrageous
prostitute
mice
pusha
duct
suge
excite
dearly
grape
tryina
sleeps
tastes
ceilin
carrying
shaheed
smackin
amil
tremendous
knicks
feared
eihthype
gravity
doobie
clubbin
prolly
adversaries
hataz
hoodrat
'll
tippy
x5
satin
henn
almighty
genocide
shootout
witty
shottie
kilo
bia
eva
rapped
adjust
handcuffs
pinch
deja
mankind
buckshot
lady's
mingle
stokes
devaney
reminiscing
boulders
endo
chatter
400
cinderella
tho'
concealed
snooze
highs
depressed
length
particular
souljah
oscar
playa's
shaky
forgiveness
wooo
jurassic
clones
pots
paw
sever
tangle
species
rotation
retaliate
innocence
burden
bruh
fader
mujer
perfectly
'cha
noises
stout
woop
squares
glisten
sally
eightball
mat
barred
advanced
fucken
mirrors
stun
gotten
infected
zurck
salary
crisis
bites
decent
head's
ese
steamin
limousine
allegiance
genie
usa
jenny
bei
vor
ihr
isley
contain
bs
ordered
stinky
monte
bean
'93
throwback
revolve
crazed
nicks
grenades
salad
nicole
spinach
clues
audio
rovers
raindrops
wears
od
peaches
punish
titty
carries
feast
loadin
wobble
deranged
entourage
dontcha
environment
discovered
diva
hassle
metaphors
unpredictable
rapper's
indians
rite
hack
infinity
freaking
howard
helping
powered
clickin
glowing
layer
malice
pointin
cunt
logo
jackers
decay
slanging
stitch
term
toxic
flights
tested
expedition
pathetic
kiddin
mayhem
regal
shuttin
trademarc
gator
yelled
haitian
damaged
evenin
mighta
taurus
erica
flatbush
'hood
brief
buzzed
circumstance
bubba
rearview
muddy
ledge
tones
desires
hopefully
grandmother
tac
neglect
bundle
barber
teaching
climbing
frightened
digger
beings
liars
traveled
perpetrate
casualties
sistas
mah
peanut
budge
playground
bishop
specific
prone
emcee's
'member
farmers
dried
motions
owned
baggy
dein
renegade
vultures
incense
jose
mystic
bonds
crackhead
skeezer
profession
gladly
200
surviving
soooo
chant
youngest
hooptie
symbol
temporary
marie
homicidal
elbow
steering
abused
parks
biters
crunch
senorita
content
strays
units
ruined
access
ferocious
consequence
asiatic
featuring
wires
nachtrauern
br
cussin
portrait
companies
visual
bands
harmonizing
oprah
humpin
haunted
music's
yards
sac
fe
illy
smother
hitter
sweeper
saddle
escalade
unlock
vanish
'caine
112
benjamin
taxi
versatile
softer
creating
carbon
heading
worms
gitty
otha
negativity
rented
suburbs
visa
outa
