the
i
you
and
to
a
my
me
it
in
on
i'm
that
your
of
like
with
we
up
for
is
get
be
all
so
dont
got
this
but
know
what
no
it's
they
when
out
now
do
just
nigga
if
aint
can
love
from
was
one
ya
chorus
shit
down
see
back
go
at
make
cause
yeah
baby
man
come
cant
yo
time
wanna
fuck
how
he
never
let
niggas
not
that's
say
some
take
she
want
or
as
have
then
right
oh
who
off
them
her
way
you're
about
here
life
keep
niggaz
bitch
are
tell
where
girl
need
give
i'll
ass
will
more
by
why
gotta
put
y'all
feel
these
real
gonna
verse
still
his
through
us
money
think
been
uh
big
there
hit
too
had
stop
could
good
'em
day
around
said
over
wit
two
look
him
only
than
world
little
better
even
an
game
every
night
call
em
new
cuz
fuckin
mind
wont
black
live
run
really
play
1
boy
rock
would
hard
head
show
try
die
our
before
2
while
well
stay
hey
leave
people
gon
hot
repeat
did
always
hold
again
gettin
hear
away
long
name
high
da
let's
ride
ever
check
bitches
heart
god
home
la
watch
face
another
made
what's
first
tryin
done
much
thing
same
rap
i've
things
huh
its
there's
into
eyes
damn
bad
whole
i'ma
bring
'cause
ha
turn
find
break
gone
ready
hoes
g
beat
thought
house
talk
last
told
goin
body
move
start
u
am
believe
bout
mine
many
because
lil
other
comin
came
straight
best
dick
should
roll
drop
you'll
three
didnt
we're
im
2x
young
heard
word
left
streets
hook
everybody
bust
yes
without
next
kill
might
e
dead
mean
used
walk
top
please
block
hell
thug
place
street
something
everything
wrong
nothing
smoke
tha
end
old
work
were
hand
gun
crazy
hands
b
tonight
own
flow
hood
side
lookin
blow
seen
he's
style
going
bone
pop
girls
ooh
change
ah
after
mad
true
inside
till
light
cool
throw
stand
catch
party
times
talkin
ask
doin
p
listen
nothin
until
uhh
their
rhymes
ice
i'd
those
3
step
fly
must
shot
nobody
o
soul
hate
deep
son
though
cut
took
livin
understand
d
since
full
mic
rhyme
remember
ghetto
set
any
kid
enough
crew
knew
fall
dog
alone
somethin
dance
cold
together
pull
low
wait
pain
went
motherfucker
brother
front
lot
kick
motherfuckin
makin
cash
friends
days
once
free
nine
care
door
she's
song
bang
sayin
c'mon
fire
open
club
runnin
couldnt
goes
lay
yo'
touch
hoe
lost
four
death
weed
line
t
dope
matter
sound
fool
na
five
fat
car
trying
close
act
peace
kids
city
sure
wish
lord
war
murder
myself
caught
gangsta
quick
cry
help
comes
motherfuckers
n
slow
crack
music
pass
wild
has
town
mouth
white
plus
daddy
guess
blood
pay
shake
hop
j
c
gets
somebody
hope
hip
broke
thugs
getting
strong
six
rest
fucked
maybe
boys
words
king
spot
pussy
who's
coming
rollin
fast
half
talking
under
gave
thinkin
years
most
feelin
eat
heat
family
thang
friend
dream
sleep
started
tried
tight
dogg
sweet
thats
wasnt
makes
miss
l
til
red
shoot
forever
sing
yourself
you've
spit
yea
ya'll
guns
hurt
type
behind
mr
eye
fight
forget
feeling
floor
4
lose
round
school
brain
sick
we'll
fade
ladies
fresh
far
alright
trust
outta
double
sometimes
stick
nice
wouldnt
west
playin
jump
r
use
buck
sit
sun
respect
paper
'bout
shine
found
looking
anything
grab
kiss
gold
dat
mc's
dough
born
room
woman
dirty
mama
phone
lie
air
takin
x2
feet
someone
snoop
bounce
number
paid
x
mack
fucking
saw
deal
mc
wanted
child
called
intro
power
men
whatever
mother
funk
rich
scared
wonder
rain
fake
being
cops
both
sex
living
ball
blast
brothers
truth
punk
funky
kind
green
easy
ill
part
smokin
dj
drink
flip
sky
blue
raw
smile
lady
buy
control
master
year
beef
ta
south
freak
ho
late
de
soon
million
doing
else
burn
jay
pick
dreams
york
ten
reason
cats
bet
star
track
chance
chill
'til
meet
may
mo
dem
known
fun
doubt
speak
yours
today
pimp
y
follow
picture
past
hang
clothes
happy
bit
everyday
wake
point
they're
shots
ay
dark
shorty
knock
each
knows
making
stuck
playa
fine
fact
ground
click
g's
kinda
waiting
bridge
send
none
yet
sell
4x
nah
against
boom
bomb
push
chest
beats
bed
women
homies
does
pretty
ones
test
east
rappers
jack
minute
m
s
que
hundred
probably
wit'
heaven
pack
corner
dot
wall
feat
fear
drive
land
thinking
hide
glock
shut
second
cars
tired
ring
dollar
cop
5
very
z
pray
movin
lights
plan
jam
business
holla
givin
mo'
hair
rip
different
record
story
between
here's
tears
momma
fo'
pump
tip
whoa
water
fame
ways
case
police
nuttin
learn
neck
earth
running
tellin
homie
wet
spend
10
changed
piece
chick
hustle
save
clear
trip
honey
met
lovin
brown
gat
dig
feels
seems
alive
saying
weak
loose
short
50
cube
yall
boo
funny
scream
bullshit
road
k
aiyyo
win
state
lyrics
rule
twenty
locked
smooth
already
rocks
coast
thank
felt
dumb
handle
guy
team
babe
seven
few
haters
that'll
sittin
which
gimme
rather
crime
crib
killa
seem
taste
nas
killin
lets
bag
wear
suck
nasty
benz
wack
pound
father
hits
holdin
write
busta
bought
joe
havin
mary
lonely
muthafuckin
mi
actin
don
9
wife
wayne
drama
ich
lick
kept
lover
chain
rockin
morning
limit
gang
puff
def
lies
cat
shoes
cock
blind
reach
crowd
breath
bustin
lead
wants
jail
squad
gots
sorry
2pac
promise
ll
trick
job
read
played
turned
means
grow
ridin
beautiful
krayzie
scene
later
dre
soldier
arms
great
voice
clean
steady
quit
keeps
takes
stupid
rise
fools
callin
treat
you'd
happen
hah
worth
worry
player
walkin
grand
drunk
brooklyn
hittin
bye
along
self
window
6
split
trouble
poppin
drugs
cos
bump
oooh
represent
ma
sweat
singing
outside
rapper
brand
diamonds
trippin
lock
taking
upon
clip
heads
lips
kickin
knees
wind
waitin
ran
special
dirt
ohh
puttin
middle
eight
coke
di
bigger
platinum
chrome
couple
bein
clap
microphone
week
okay
across
figure
drug
blaze
trunk
thousand
sold
killer
shout
breathe
cross
rappin
battle
brought
40
swear
pimpin
leavin
question
groove
tear
nuts
thoughts
rough
sexy
soldiers
magic
radio
blowin
either
devil
law
hill
stars
count
queen
such
peep
screamin
loud
ahh
fell
stuff
everywhere
games
problem
box
park
mess
ok
supposed
twice
heavy
swing
loved
cream
killed
loving
watchin
less
we've
slide
frontin
kelly
stage
whip
sign
hello
records
children
smell
boss
afraid
playing
f
blunt
bass
everytime
laugh
flesh
bank
eminem
method
small
tomorrow
freaky
soft
el
bullets
mac
pen
betta
h
raise
says
moves
doo
weight
instead
doesnt
truck
sounds
w
cheese
grown
keys
written
chicks
died
guys
tryna
enemies
giving
needs
perfect
skin
above
pistol
survive
styles
thick
mission
duck
zone
ballin
motherfucking
glass
bar
rules
twist
dogs
sent
nights
dawg
mix
carry
anybody
key
welcome
telling
ja
3x
finger
attack
switch
po
keepin
suckers
hole
bill
broken
looked
choose
creep
pocket
stress
future
rush
finally
dime
mike
share
grind
rhythm
ol
blame
sellin
joint
cha
sippin
tape
grip
wyclef
evil
nowhere
wreck
x4
slip
muthafucka
jesus
ahead
chillin
folks
super
dust
they'll
near
tv
layzie
mans
dollars
ba
stack
bg
sucker
wu
queens
dude
breakin
rob
lyrical
food
ear
und
i'mma
kim
liquor
steel
seat
problems
lives
aight
dum
sad
es
bite
dah
brains
safe
level
butt
workin
dip
fill
higher
nigga's
wicked
third
bullet
explain
it'll
realize
thangs
tongue
class
feed
train
biggie
laid
tracks
flavor
bodies
walked
apart
moms
everyone
slick
christmas
pockets
named
12
slang
jealous
meant
raised
whats
holding
wrote
moment
waste
relax
hangin
spread
strapped
bringin
diamond
dr
flows
calling
store
dis
clock
album
standing
harder
mom
course
nation
wide
te
murda
7
outro
rings
asked
knowin
glad
uptown
imagine
bus
happened
tough
thru
standin
shame
fifty
loves
goodbye
news
fo
steal
john
trigger
force
joy
sense
juice
having
hatin
squeeze
busy
mob
serious
cent
space
shows
teach
north
smack
ninety
simple
ends
system
fit
knowledge
enemy
drinkin
moon
worse
shop
fiend
arm
20
summer
sip
walking
hort
homey
pants
candy
dropped
main
lines
booty
hardcore
pulled
leaving
single
cuts
shawty
blocks
moving
forty
underground
sin
faces
raps
speed
claim
anyway
gas
action
en
watching
keith
hat
insane
begin
bless
cap
range
trees
v
unless
8
jewels
order
early
bright
extra
learned
dice
blunts
strange
shady
tech
droppin
shoulda
hoo
slugs
stash
build
balls
projects
others
spittin
feelings
nose
sister
bricks
pun
faith
looks
fallin
clown
dome
price
chips
ghost
ad
jumpin
age
calm
slim
bottle
almost
chase
court
recognize
flex
skills
plenty
reality
angel
prove
bangin
loot
warm
answer
hype
mental
dawn
silly
scratch
feds
spark
bleed
joke
se
mutha
westside
attention
legs
pressure
whenever
bottom
taught
rep
threw
boogie
bloody
dangerous
ti
cell
teeth
least
hearts
longer
book
whether
kane
places
boots
falling
witness
songs
dmx
chicken
background
naked
roof
pullin
bizzy
spray
struggle
hour
um
wrist
starts
whatcha
strap
sack
woo
hmm
ease
somewhere
lo
mmm
bills
askin
nuthin
bread
poor
sight
du
layin
serve
mase
neighborhood
q
tru
shootin
throwin
steppin
ghostface
gats
fellas
bow
grill
become
doe
spent
shakin
headed
tank
position
kings
vest
forgive
situation
judge
'round
getcha
tricks
foot
nut
stone
pops
cover
slap
stopped
fifth
tree
doctor
mirror
fiends
hustlin
pride
geah
remain
bird
island
crush
shirt
empty
hurry
sample
luck
shall
beyond
smoking
passed
killers
proof
danger
where's
form
vision
storm
doors
ur
proud
worst
aim
closer
flash
grave
blew
secret
return
strip
smoked
filled
throat
smith
killing
beach
loc
planet
brick
em'
clique
rolling
deck
within
hungry
naw
wine
diss
eh
slippin
snatch
bound
freeze
ago
timbaland
escape
passion
missy
vibe
spin
minds
large
fingers
dyin
he'll
race
dear
juvenile
wid
walls
nelly
toes
flippin
blessed
bay
prince
girlfriend
twisted
solo
stoppin
tu
trapped
noise
wee
quiet
triple
history
riding
date
gift
lesson
players
row
killah
cryin
pete
dress
dying
bags
freedom
major
ohhh
questions
dub
homeboy
female
crying
hurts
paint
public
shouldnt
message
size
muthafuckas
flame
thirty
table
mark
original
tupac
ding
mornin
sea
bond
closed
jungle
cali
grew
deeper
jet
tang
missin
redman
knockin
cake
smash
quarter
fans
favorite
paul
working
burnin
eatin
toe
pumpin
cocked
babies
burning
twista
deserve
finish
country
un
cup
pa
jumped
beast
cook
kool
seein
wise
theres
fed
bumpin
movie
toast
tone
pro
jeans
compton
given
lean
ounce
automatic
sitting
plans
attitude
ima
criminal
clips
woke
common
hi
daughter
quite
scarface
bend
daily
holy
minutes
human
tall
broad
held
creepin
notorious
rat
wha
pum
color
fish
fam
cousin
load
maintain
chains
lying
foul
release
kicked
punks
sunshine
whassup
fair
frame
cost
jigga
lyin
blues
swallow
bunch
das
stacks
phat
owe
props
dmc
lettin
souls
thanks
'fore
needed
forgot
packed
church
shoulder
rub
imma
competition
devils
chuck
project
showin
blown
excuse
lift
haha
crash
eazy
path
flat
shook
nature
roc
fate
everybody's
strike
disrespect
banks
hollow
life's
bail
peeps
rims
posse
studio
gives
erick
sugar
boat
terror
steps
dare
swift
fix
yellow
acting
choke
strength
rolled
rowdy
checkin
deadly
al
ruff
knife
fist
she'll
bubble
lovely
dancin
industry
slangin
showed
thuggin
meth
crooked
birds
st
holes
chronic
glocks
isnt
greatest
sticky
chop
floss
wig
sermon
shit's
drum
krs
bo
cannot
snap
kitchen
label
lit
non
anymore
lucky
stepped
hopin
bud
touched
packin
youth
x3
admit
twelve
press
pure
havent
expect
dee
world's
heh
hustler
mercy
asking
prison
tour
speakin
match
building
able
uncle
'till
bronx
deny
leather
chose
bars
also
hours
pushin
page
inch
tony
settle
slave
rebel
fan
popped
forth
search
memories
strictly
lane
breeze
grabbed
spots
built
rick
pretend
choice
ears
re
art
spoken
boyz
stole
shock
truly
rippin
iron
knocked
miles
pipe
stayed
stare
missing
letter
dry
peoples
wheels
bee
facts
slowly
crews
turning
dancing
biz
hotter
scratched
pieces
pac
crown
destiny
bottles
metal
group
wax
sleepin
dump
slug
whoever
havoc
y'know
si
plain
bum
dad
jones
nate
broads
weapon
turnin
wings
army
california
shinin
suit
spirit
mood
doc
ren
diggin
freaks
weezy
harlem
angels
bell
drivin
butter
riches
mighty
dressed
leaves
violence
lately
whoo
yah
wood
tat
screaming
faster
wow
band
billy
sho'
effect
names
turns
prepare
bury
area
code
bob
eighty
hug
mask
mistake
neva
darkness
america
pictures
river
lotta
suckin
bastard
belong
rugged
singin
role
fades
puba
kicks
alot
remix
one's
ludacris
list
trap
plate
loaded
echoes
dealin
catchin
mami
seed
snow
birth
ms
refuse
searching
bling
0
luv
laughing
duke
charge
bones
guard
wave
happenin
yellin
older
anyone
flight
laws
piss
victim
average
indeed
pounds
curse
pour
protect
knowing
dudes
lust
silkk
doggy
blastin
gain
mention
guru
happens
jeep
clue
static
dash
enter
libs
grass
square
seeing
pleasure
motion
mos
rolls
sheets
purple
stomach
hustlers
note
servin
chasin
missed
mall
james
hips
weather
blows
ro
natural
slam
legit
mail
glory
lived
wearin
yuh
sunday
snitch
president
proper
mines
hoping
snake
ugly
cheap
ak
cl
checks
johnny
smart
michael
fold
whips
gucci
government
gee
raekwon
buggin
foes
plug
stretch
taken
prepared
tie
den
baller
mics
chi
puffin
gin
cease
view
fightin
mister
connect
shining
due
lifetime
certain
caps
warren
confused
killas
yesterday
we'd
plot
gangstas
lee
sharp
coupe
video
seeds
wheel
partner
grace
nerve
picked
biggest
beatin
quicker
hater
hollywood
kurupt
bro
waist
rum
map
tune
somehow
naughty
brings
dove
fully
yard
cocaine
continue
rent
lip
beside
stronger
thunder
jimmy
swingin
beginning
clubs
selling
difference
beyonce
unit
mobb
beep
amor
add
brew
beg
sucka
shed
breaking
desire
lots
winter
sho
wipe
sir
cheddar
friday
belly
philly
ocean
exactly
roots
plane
focus
complete
casket
keeping
remind
barely
rounds
boi
trade
supreme
monkey
losin
startin
american
rhymin
circle
cadillac
cowards
mommy
salt
zero
whose
pot
months
plastic
draw
climb
fault
stood
christ
drinks
violent
rocked
pow
season
cum
bent
often
damage
ex
scratches
hammer
famous
beer
fighting
promised
rope
lemme
prodigy
decide
speaking
gauge
por
weekend
hooked
como
official
8x
lame
edge
eastside
fantasy
enjoy
pimps
post
mixed
cards
status
herb
con
flowin
'cuz
figures
driving
ed
trash
nuff
cam
card
bong
although
bear
memory
outlaw
surprise
bop
company
should've
laughin
thin
rag
machine
nigger
calls
books
kottonmouth
hung
gangster
leg
someday
charlie
silence
paradise
lack
windows
golden
losing
lex
pause
holler
rage
score
soulja
mash
sons
milk
gear
jon
cute
moved
dimes
cypress
finished
lexus
below
destroy
chocolate
drawers
lace
rabbit
signs
month
punisher
desert
diddy
mystery
wherever
ist
duckin
became
backwards
mill
person
chris
changes
hanging
likes
conversation
hotel
van
listening
horse
somebody's
representin
clouds
bombs
mil
ate
rose
you's
oakland
darling
mannie
nicht
stayin
woulda
shell
sam
pool
aw
trife
coat
blazin
god's
flipmode
dippin
physical
champagne
toss
wash
cruise
curb
fella
credit
pie
ugh
interlude
pair
punch
diggy
energy
simply
midnight
fears
bucks
'n
flying
won
lovers
ooooh
fail
gods
deuce
proceed
apple
addicted
sisters
crackin
rude
travel
guaranteed
pink
station
meat
positive
gate
lap
rid
fakin
stories
wrap
screw
dinner
umm
der
wishin
especially
college
beauty
concrete
hella
flav
usher
sport
corners
tap
bentley
breaks
crawl
willie
wir
pit
everything's
cried
bi
explode
bringing
rats
spell
notice
peel
misery
final
meaning
shells
o'clock
trigga
sat
mich
innocent
1st
foxy
plays
sand
stomp
guts
wisdom
drops
center
beam
barrel
jaw
firm
fabolous
brotha
spendin
hush
fox
tec
screen
degrees
guilty
glow
lyte
hearin
opened
drank
bat
rewind
fucker
rubber
ave
rakim
worldwide
pistols
yup
breathin
flipped
wrapped
pissed
thighs
sets
los
happiness
quest
laced
poison
dedicated
millions
og
tee
mamma
mop
mas
kissed
rider
goddamn
sendin
chair
skinny
sen
tender
100
bobby
buckin
sixteen
wildin
jean
seek
stranger
freakin
skill
field
constantly
ein
baddest
foe
wondering
usually
anywhere
do'
drag
ohhhh
ship
mass
aww
mountain
yell
beware
afford
nervous
survival
shower
palm
breathing
pigs
except
lickin
daz
ho's
script
emcees
support
bells
wealth
phony
dues
ahhh
jock
nappy
dealer
scheme
love's
illest
bouncin
aye
runs
spinnin
drove
math
deliver
southern
homes
express
begun
sweatin
join
backs
spill
ballers
visit
saturday
claimin
buried
approach
cuttin
dealers
skip
echo
pig
yep
science
county
beggin
chickens
hay
stressed
teacher
freestyle
finna
married
whattup
d's
wa
noreaga
downtown
source
putting
playboy
anger
indo
cd
3rd
messin
premier
suicide
rza
memphis
health
stones
vip
psycho
dun
incredible
captain
signed
tips
mafia
mayne
wo
jackson
willing
gentlemen
sleeping
amazing
jersey
flames
peter
kissin
bush
whatchu
tag
homicide
stackin
create
yay
saved
skull
hating
section
dey
riot
jus
eyed
nickel
dicks
writin
faggot
darlin
total
model
reminisce
ward
30
lungs
kanye
hall
warning
jane
pos
mercedes
stressin
com
payin
robbed
miami
private
evening
camp
blowing
jeff
titties
reign
route
praise
asleep
hurtin
stops
society
silent
homeboys
playas
stickin
march
seats
inhale
pace
parts
dreamin
regret
mistakes
robbin
dreaming
leader
bin
cage
suppose
earn
clever
flick
slay
quickly
threat
maker
hardest
treach
understood
movement
spm
finest
ashes
harmony
involved
react
asses
trips
anytime
hump
spice
sword
ya'
dap
watched
rate
papers
texas
suits
45
gutter
shotgun
degree
greed
bull
razor
ye
gal
louder
chief
buyin
legend
chef
instrumental
ticket
tapes
direction
clan
honor
jealousy
wiggy
revolution
dich
grindin
gotti
trina
slept
dial
allah
lifestyle
justice
tash
collect
mentally
ooo
crunk
zu
mile
joints
listenin
heavens
cleveland
bug
bother
scary
spine
merry
caddy
link
aka
monster
sink
realest
illegal
knot
hahaha
prevail
drinking
bedroom
powder
couch
flag
chopper
base
limp
weeks
greedy
ace
gt
id
ki's
mothafuckin
remains
movies
emotions
ego
dc
fa
numb
stoned
papa
present
tied
nowadays
grain
notes
mellow
stroke
hated
louis
stank
tick
eiht
guitar
ripped
blacks
meal
panties
24
jerk
hesitate
poetry
ayo
bizarre
erase
there'll
gates
gut
chin
spanish
flyin
murdered
phife
alley
11
cam'ron
er
wantin
hero
wishing
fi
damned
16
scandalous
socks
spoke
sides
romance
ii
rapping
2000
burned
magazine
wonderin
poppa
weapons
prime
stands
fancy
shadow
numbers
eve
santana
rocking
thugged
cruisin
silver
impossible
dies
boyfriend
correct
treated
faded
grey
horny
nope
lied
ray
lah
advice
coulda
nobody's
reasons
whack
wars
shift
harm
mir
warn
bowl
fred
fortune
accept
co
compare
fashion
scratching
frank
skirt
strikes
covered
riders
aiyo
sixty
local
lethal
material
cares
definitely
ours
thee
percent
verbal
wie
crossed
ni
baby's
whoop
ra
celebrate
regardless
vicious
precious
dave
righteous
bam
float
witcha
cases
shines
dubs
lake
stays
prayer
security
ali
burnt
classic
careful
garbage
waited
crook
blink
ced
shoulders
skins
focused
seconds
ceiling
plant
target
pad
scoop
auf
hail
atlanta
sneak
reppin
capone
satisfied
title
sorrow
tribe
began
tits
pushed
pat
practice
roam
clowns
kisses
success
passin
george
stab
martin
tops
confusion
pills
nines
tray
bathroom
stroll
hottest
searchin
singer
buddy
shape
favor
hitting
pays
melt
papi
equal
wassup
daddy's
mm
slapped
loco
figured
study
drums
thinks
chances
served
writing
fin
walks
surprised
protection
highway
packs
falls
tales
clack
satan
snakes
relate
ecstasy
rear
liar
disco
tool
assassin
risk
countin
murray
troops
alarm
slipped
idea
shorts
polo
sucked
nerves
regular
max
funeral
personal
winner
doop
growin
scrap
li
wan
bustas
boot
visions
snitches
dunn
itch
o'
wrath
bible
dedicate
dissin
voices
ignore
doom
suddenly
jim
eagle
cheat
froze
worked
negative
spliff
purpose
janet
sacrifice
orleans
divine
bid
button
central
mcs
jewelry
toy
upset
false
disease
thirsty
sticks
torn
coffin
eric
speakers
shoe
telephone
shits
product
shades
shoop
bold
awake
parents
tease
sober
universe
youse
hee
beneath
inner
willin
cee
tail
jiggy
gray
slice
tossed
motto
2nd
coffee
guide
consider
struck
gather
busted
inches
suckas
slash
appeal
fucka
using
makaveli
filthy
bulletproof
skies
avoid
hills
'head
thrown
crap
dro
surrender
clutch
southside
valley
stolen
dank
sending
parties
matters
suffer
brave
shes
lloyd
danze
contact
mystikal
sung
rolex
switches
general
bleedin
hash
o's
sale
laying
service
wasted
loss
cloud
jelly
tote
male
wire
throne
burst
sexual
ups
melody
shitty
artist
crystal
jams
chicago
wanting
eleven
avenue
dolla
youre
187
flossin
nails
kicking
aids
begins
swizz
ey
breakfast
honeys
sie
defeat
eating
shaggy
image
fever
brandy
jackin
thrill
he'd
letters
showing
mud
fights
stunt
chamber
parrish
zoom
colors
fuckers
ricky
growing
jd
aesop
toys
swell
blaow
wearing
superstar
tax
cristal
seemed
sales
shy
skit
suga
whore
rover
vocals
smacked
however
thou
greater
dumpin
lyrically
distance
marley
sunny
vain
nina
pitch
shooting
cracked
hardly
demons
knee
eternal
spending
starin
gangsters
worried
cheeks
happening
spring
grin
dj's
grams
dealt
mega
journey
frozen
smilin
facin
changing
dame
vocal
lazy
flowers
quiero
ski
infamous
pickin
similar
answers
ashamed
rumors
throughout
aside
sprayed
disappear
undercover
'cos
bucket
pre
mansion
wonderful
monday
warned
houston
camera
jazz
pee
villain
priest
rape
pardon
besides
ow
career
penny
cherry
burns
points
cracks
lifted
sees
cookin
grade
further
savage
shaking
critical
english
appreciate
hummer
holiday
dir
shadows
fuss
talked
breed
clout
spinning
25
trucks
destruction
turk
blade
coz
variations
junior
fry
lunch
states
lauryn
oo
boulevard
oil
hospital
trace
easily
introduce
puerto
sawed
peepin
doch
important
abuse
they've
ga
jordan
shade
worlds
would've
vegas
presence
repeats
forgotten
dissed
armed
resist
exhale
digga
basement
whippin
heated
supply
swim
slit
mink
habit
situations
reel
ling
flo'
laughter
15
letting
ultimate
buildin
popping
copy
kno
humble
muscle
she'd
puffy
cancer
youknowhati'msayin
created
bash
notch
fullest
creator
scars
shorties
sleeve
animal
fort
bastards
goodnight
tan
waves
works
speech
uhhh
hunt
collar
channel
solid
forced
gravy
tells
time's
folk
surely
jamar
evidence
twin
suggest
refrain
veins
cast
unknown
technique
mackin
fruit
buzz
himself
blank
stuntin
stiff
french
skunk
hollerin
motherfuck
sprung
fifteen
clearly
passing
salute
woah
choppers
jacks
glasses
wodie
dealing
talent
disguise
thief
satisfy
flicks
marks
usin
partners
ending
saint
pulling
upside
equipped
agree
hectic
ki
brat
hydro
vida
underneath
offer
lib
nightmare
someone's
yeahhh
shaolin
crimes
henny
tical
tom
welfare
tools
traffic
virgin
excited
orange
aid
board
prayin
colder
chosen
planned
mrs
body's
envy
core
nineteen
legal
lyric
arrest
gurl
santa
betcha
capital
gunz
brag
surrounded
kissing
andre
pin
slut
heartbeat
honies
mothers
flies
causin
depend
dutch
99
generation
porch
era
uzi
juicy
lawyer
mentality
heal
cough
puts
pity
tooth
steadily
sniff
bath
quote
profit
steve
combat
mmmm
pile
pill
birthday
iced
draws
adore
madness
holds
plates
forward
rumble
pole
skate
paranoid
criminals
pose
licks
reefer
necessary
buddha
chump
granted
purse
booth
reverse
strugglin
chevy
fired
sean
hurricane
hoppin
plottin
semi
amount
candle
swollen
busting
definition
masses
nite
petty
strings
trickin
una
lab
whipped
moe
digits
grits
stompin
reached
stores
woods
relationship
beans
appear
masta
smiling
musical
sudden
neighbors
exit
gunshots
sentence
frown
preacher
medicine
needle
oughta
ruckus
lessons
stereo
freeway
chip
education
hearing
jag
touching
language
bake
thuggish
globe
experience
jacked
roses
vet
hennessy
strive
pmd
wit'cha
fucks
princess
crank
venom
touchin
praying
affair
checked
amongst
bitter
sings
shocker
fatal
fallen
ruthless
blinded
session
allow
clockin
revenge
talks
blasted
tinted
blunted
staring
speaker
snatched
wifey
odds
program
goldie
issue
silk
trail
goal
smalls
temple
cruel
pillow
patience
blend
fried
lotus
serch
necks
roller
soap
grows
5th
ourselves
panic
acts
'pac
goose
ended
tale
tim
rice
followed
task
catching
alert
sort
dummy
mit
charts
wiggle
stock
closet
belt
foreign
eu
sheek
heels
liked
maniac
flee
united
types
honest
lower
mariah
heartless
stealin
clappin
carter
turf
va
jeeps
dug
menace
copped
rains
throwing
singers
rides
whistle
ruin
jokes
delivery
ka
females
blam
hog
wore
slaves
sake
samples
mother's
bark
knocking
sacks
dodge
possible
untouchable
champ
payback
miracle
ditch
fought
rated
mobbin
connected
highest
grabbin
floors
exist
garden
starting
design
ive
chat
prize
media
le
bees
realer
horn
coolin
motha
patient
heavenly
eternity
demo
crushed
heed
junk
nubian
mia
ron
trial
embrace
mothafucka
rights
dipped
brothas
asshole
iller
gay
lightning
drown
dozen
shawn
culture
royal
soda
slums
chopped
hats
dwell
latin
receive
african
dang
dragon
superman
acid
moan
license
pushing
advance
flashin
independent
lime
jaws
drippin
led
sling
ultra
quarters
mode
preach
lp
murderous
dom
solve
lion
po'
warrior
diesel
mtv
malik
pap
retarded
whores
it'd
fourth
prayers
bald
hearse
pregnant
decided
dropping
grimy
marry
chubb
leaf
jacket
name's
whisper
alcohol
demon
themselves
ne
hidin
fronting
magnetic
shared
seas
slaughter
prada
they'd
sins
starvin
warfare
haze
tactics
hos
guarantee
sadat
friendly
chokin
demand
phantom
cuban
peak
essence
brother's
sour
millionaire
shittin
thorough
mom's
rare
daze
rotten
dawgs
verses
dong
religion
cameras
phase
pharrell
officer
warriors
cutie
mecca
fantasies
cries
aaliyah
ginuwine
intentions
triggers
lighter
trained
emcee
rug
mourn
cherish
80
tek
angry
splash
para
sucking
swang
safety
hidden
towards
hooker
nur
spiritual
fillin
busters
stacked
younger
p's
tommy
shocked
apartment
complex
flo
beating
mag
minor
torture
bare
shirts
troubles
duuh
brawl
unique
del
cents
peas
hunger
chapter
manifest
stripes
smellin
comfort
surface
perfection
shyne
braids
backyard
money's
bitin
heater
complain
satisfaction
cheek
dreamed
choppin
rah
chumps
richer
thieves
pearl
chalk
chew
bailin
jumping
stopping
actions
coward
beeper
hurting
funds
sunlight
sometime
candles
rays
habits
tires
vein
reveal
spare
stepping
bap
shopping
baseball
voc
universal
mug
cursed
disaster
crooks
greet
n9ne
example
gotcha
perform
shelf
temptation
morn
richter
smiles
sway
infinite
fiendin
floatin
painted
cope
basically
steak
foolish
behold
armor
outlawz
survivor
bloods
nada
bucked
aah
modern
pager
cuss
ca
sang
scott
africa
swerve
chasing
liks
sum
flock
neither
slack
mountains
scarred
testin
banger
federal
sting
drip
fence
hyper
beanie
lye
decision
liver
wuz
messed
conscience
afro
groovin
bleek
groupie
noble
90
driver
shoppin
heart's
eggs
carried
aware
san
hon
tickets
woof
midwest
rb
apologize
ought
electric
vez
cabbage
meanwhile
impress
sore
1x
robin
buckle
jake
direct
madonna
blessing
victims
blige
confess
epmd
snatchin
juelz
hoods
critics
separate
deals
burner
straighten
von
nor
powerful
thicker
rump
reaper
switchin
balance
upstairs
remorse
cared
carpet
party's
lunatic
helped
reaction
cane
detroit
ben
flew
ou
pipes
swine
office
schemin
houses
allowed
fog
jerry
nothing's
something's
blessings
address
awhile
flaunt
marijuana
tv's
glove
paying
clinton
hawk
rocky
cab
cribs
cris
facing
cigarette
wasting
girlies
pepa
package
information
capture
dose
effects
sauce
humpty
root
sue
wing
function
robbery
kon
hum
straps
millenium
shoo
roaches
flood
laughs
cnn
chu
knuckle
jr
pharoahe
fitted
sail
paris
jamaica
bra
troop
stray
century
volume
how's
zen
jadakiss
gs
fits
ruler
shove
stink
actually
bruce
beams
coppin
what'cha
contract
digital
bored
wastin
scope
alles
pale
lox
18
weave
rainy
drastic
ganja
understanding
pinky
conquer
scare
gunnin
jazzy
lac
sock
pies
provide
horror
rescue
surround
posted
ton
clicks
las
sipping
scrilla
raisin
manage
deaf
recall
cure
buying
iz
string
sooner
pulls
secrets
subject
44
corrupt
rushin
ammo
bleeding
penitentiary
whos
leanin
sorta
teflon
buildings
ruggish
beefin
lung
promises
lou
17
parking
lanes
todo
agent
tuck
yayo
dizzy
hmmm
pumps
sheep
wizard
swore
speaks
basketball
faggots
ridiculous
jobs
tripping
cooking
parlay
realized
phrase
earl
banging
mexican
bk
drill
fu
screams
shelter
hopped
fee
daylight
mama's
niggers
wreckin
gifts
style's
moet
december
overseas
cradle
kidnap
rainbow
laughed
community
levels
crept
designed
drew
shatter
sh
girlie
fulfill
qb
brush
arent
morgue
perhaps
fr
ant
begging
tighter
repeated
williams
crackers
eventually
wishes
blades
cans
treasure
strung
entire
md
peers
edi
scale
dive
cells
tame
connection
reaching
fixed
jermaine
david
thy
kingdom
itself
closest
unh
file
orders
faithful
tables
concerned
dann
tah
caused
riff
talib
git
carolina
ch
strangers
coppers
wrists
deceased
models
manny
kin
deee
borrow
committed
flower
blazed
placed
cus
summertime
nurse
concern
corn
highly
x8
13
kush
albums
softly
jockin
remedy
intelligent
charm
packing
sumthin
cheeba
daughters
professor
axe
auto
illusion
amp
wolf
poke
guessin
butterfly
popcorn
soup
process
positions
kong
headin
milimeter
je
changin
pe
topic
kray
goods
sweeter
observe
staying
zoo
puedo
werent
immer
fuckas
host
jewel
reachin
crip
obvious
joey
cd's
heroes
display
twins
border
videos
replace
riddle
extreme
ink
bluff
herbs
timbs
artists
sluts
yukmouth
rags
oooooh
seal
cotton
rising
skinned
individual
several
kokane
midst
esta
slid
settin
spitting
murderer
steam
gunshot
adidas
collide
ignorant
motherfucka
sparks
oooo
maze
juss
tub
sneakers
washed
advantage
magazines
ounces
rim
empire
passenger
opposite
cooked
crowds
pavement
gloves
chyna
member
rack
loop
500
6x
animals
mist
hopes
rae
tock
peeped
thirst
slammin
marvin
vacation
gamble
rubbin
coach
greens
stairs
aaah
vodka
slingin
trey
league
brighter
kitty
kills
mayor
mold
dpg
choked
oops
bun
hundreds
foundation
hennessey
based
dukes
ci
bacon
peeled
downs
retire
sirens
azz
murderers
measure
version
rifle
stakes
spirits
condition
mind's
mostly
respected
onyx
hostile
monica
gorilla
blazing
faced
dish
firing
drives
hiding
presidents
toke
arrived
grandma
getaway
mario
aha
staten
tension
hahahaha
slipping
schemes
sideways
blah
cheer
mayn
hypnotized
canibus
flooded
starr
tend
mastered
hustlas
jammin
command
knives
bizkit
charles
sloppy
jury
challenge
screamed
dynamite
ties
familiar
forces
guerilla
describe
parole
biatch
knowhati'msayin
stevie
braggin
believed
pourin
gi
tore
checking
ahhhh
22
aftermath
duty
monch
slum
emergency
nod
strain
guards
invite
vietnam
kweli
phillies
totally
drain
murders
thong
shack
ringin
piano
guage
licked
snitchin
whom
wenn
cheatin
engine
batman
london
thoia
grenade
xzibit
5x
parked
chills
minded
exotic
game's
vibes
ideas
champion
curious
clapped
prefer
garage
shotty
witchu
driven
could've
knuckles
arrested
lisa
butts
seventeen
comfortable
buster
latest
rearrange
smells
crab
expected
released
clef
flirt
autograph
discuss
prophet
amazin
hennesey
introchorus
causing
montell
learnin
suburban
fatter
oj
pedal
castle
minus
assed
fluid
gassed
b's
unload
claiming
china
professional
millimeter
stunna
reload
basic
stalk
bandit
sweep
during
ny
wat
efx
increase
kay
insanity
pages
charged
heartache
rhyming
affection
following
crossroads
borough
onto
expensive
america's
ryde
celebration
families
wounds
nunca
flava
potent
tickin
gab
corny
hubba
tempo
parkin
assault
tic
beatz
tissue
moonlight
tearin
readin
tragedy
military
royce
breakdown
thirteen
lbc
scar
x6
delight
swimmin
disc
related
coochie
finesse
genius
hugs
account
nick
wins
elephant
raid
brakes
gentle
members
analyze
scrub
ambulance
tries
bitchin
buckwild
fists
cable
pork
defense
husband
winnin
nuh
loyal
anotha
ancient
serv
switched
dam
cities
compete
certified
adrenaline
mashin
inspectah
crumbs
malcolm
gators
pep
gritty
legendary
bike
bacardi
totin
nonsense
willy
yeahh
pearls
bm
becomes
ras
hov'
stain
bruise
yelling
tea
dread
endless
whut
rican
mis
vexed
roach
why'd
toilet
counting
danny
exact
solja
duh
befo'
chaos
anti
ser
wallet
knight
banana
buddah
mini
fabulous
rang
report
tiger
you'se
skee
info
progress
911
cooler
ammunition
hearted
heights
episode
attraction
bikes
knots
sonny
staff
pissin
hopeless
cycle
unite
lobby
hallways
various
whispered
cain
mid
period
hobby
giggles
watts
per
teachers
hun
unity
schools
buttons
wiz
bugged
bushes
angle
continues
phones
floating
cutting
rico
currency
constant
flips
drummer
groupies
commin
commit
tennis
drowning
pointed
japan
par
comprehend
ty
poverty
uno
38
provoke
craig
intellect
porsche
backed
crew's
collapse
shown
tomb
tonight's
victory
shank
hes
television
elevate
jokin
broadway
fingaz
unstoppable
fading
jason
stripped
hustla
produce
tiny
sicker
clit
representing
everythang
bogus
squeezin
caution
doh
labels
gifted
prowl
babylon
zip
remy
brook
attached
tunnel
cracker
powers
trump
exchange
flowing
scatter
fairy
smiled
limits
cocoa
whateva
noch
goodie
groups
usual
jamaican
gently
completely
selfish
21
fantastic
circles
bah
destination
recite
izz
emotion
rougher
lounge
manhattan
coup
breast
nike
cousins
eddie
creation
fields
sincere
ls
knocks
limo
kite
sports
tonite
hustling
market
computer
shark
anthem
khakis
tymers
thousands
corazon
mehr
sneakin
blessin
boz
minimum
plaques
transform
casa
magnum
doll
hut
soy
wannabe
wc
massive
60
ryders
felon
trues
locks
dimension
sprinkle
scent
tramp
biting
risin
flop
apes
sag
ships
addict
funkmaster
pimping
wah
endin
grief
snoopy
luda
expand
heaters
charges
armageddon
plush
dan
wooh
rode
liebe
vapors
production
gurls
momma's
reflection
lucy
considered
scenes
kit
flexin
cups
blowed
swallowed
seperate
therefore
destiny's
teen
sinner
creeping
les
amazed
grippin
recipe
invest
grateful
michelle
shouts
crips
waking
mouths
to'
hammers
chinese
girlfriends
dine
ole
eternally
giant
sunrise
doctors
appears
pressurin
attract
rot
leads
quickness
jamie
twistin
starter
gunna
atmosphere
rusty
coldest
beginnin
tapped
luther
slappin
negro
hid
shovel
serving
losses
lincoln
among
justin
brownsville
tipsy
ordinary
veteran
saggin
swervin
uncut
tre
belongs
iraq
guest
fury
vice
july
atl
sidewalk
dray
listened
precise
huggin
foolin
watches
understands
pooh
tucked
jerusalem
curl
nail
enamorada
believing
explore
data
teddy
infrared
heroin
stance
po's
stable
cuando
bench
shiny
pimped
swinging
bumping
liquid
georgia
thump
noon
sniffin
roads
protected
stitches
introduced
macks
sweating
planes
pissy
skirts
halls
failed
ropes
thankful
survived
mothafuckas
attempt
indian
tyson
zig
apply
'dro
slidin
confidence
wop
splittin
sacred
rushed
loneliness
torch
felony
drift
grease
runaway
permanent
followin
dopeman
iceberg
richie
property
eyez
yacht
childhood
tariq
geto
needin
shit'll
pumping
whites
milli
waters
flashy
choices
leak
goodness
ohhhhh
pencil
bore
sigel
achieve
spank
difficult
depends
crawlin
billion
winds
regulate
stacking
theory
womans
must've
conflict
properly
hookers
itchin
inna
lawyers
william
pumped
pero
stinkin
dupri
caskets
raped
meets
afternoon
troy
assassins
who'll
ahora
et
og's
jive
necklace
jumps
buss
juan
ducks
crucial
outcome
ross
odd
tlc
motherland
dopest
illusions
karma
scales
bliss
cuffs
identity
entertainment
ringing
yappin
hire
site
dru
36
neighbor
vocab
jeah
treble
19
fellow
chased
rocket
haunt
tattoo
aunt
fbi
auch
shooter
decisions
condom
ee
overnight
fronts
national
nightmares
lames
politics
hesitation
bullshittin
whispering
cellular
mista
ribs
everlasting
glamour
object
gossip
genuine
sharks
brake
pits
tearing
reply
isle
saving
phil
operation
prayed
tunes
lawn
voodoo
homeless
adam
spite
shore
bwoy
glance
stages
fk
perfume
noticed
chilling
stains
worthy
goons
swarm
pledge
tragic
cannon
whyte
dedication
violate
clearer
amen
thai
learning
jus'
mon
boomin
multiply
arf
pros
mek
e's
blooded
closing
profile
description
bigga
grounds
cheated
techs
glide
climbin
easier
spotlight
mickey
spotted
sounding
hypnotize
outs
custom
celly
flags
spreadin
everyone's
hatred
wakin
occupation
soakin
absolutely
wedding
spike
entertain
vital
mira
spillin
ban
inc
seeking
cord
caress
format
jacob
gipp
reputation
swiss
abstract
gospel
todd
weakness
amaze
normal
pan
stall
sweaty
dungeon
sweater
scoob
combination
hatas
sheet
patrol
leaders
lemon
wicket
fooled
fours
stalkin
johnson
stranded
stove
nations
nikes
lend
fag
illin
eighteen
billboard
smashed
international
bait
musta
christian
thugstas
jets
bathing
motivate
lands
nitty
value
versace
logic
invincible
corpse
bing
fled
towns
inspiration
flavors
benzes
routine
leakin
convinced
june
heavyweight
sealed
hab
gum
confuse
tattoos
seekin
curtains
womb
rodney
miller
snaps
pon
soak
2x's
fuhgidabowdit
ash
battery
pennies
greasy
jetzt
syke
existence
hen
muhammad
suite
lamp
stuy
urban
herself
outfit
mic's
dim
issues
marked
aqui
techniques
cave
likely
mattress
loyalty
nutty
organized
trusted
sparkle
cow
traps
courage
skeet
hata
rooms
bauw
x1
cocky
swagger
choir
cypher
bonnie
haul
upper
dreads
event
chorus2x
clair
wildest
penis
igual
gleam
freddy
kuniva
murphy
farewell
erotic
az
planted
gentleman
cola
sunset
sha
ih
stylin
smashin
loser
threats
darts
rookie
cal
yak
stomped
grammy
kirk
mate
rank
hooks
plea
hyped
stashed
linen
ching
jah
latifah
fiction
roy
village
outkast
sess
legacy
thomas
cmon
teachin
bunny
opportunity
beers
clone
potion
suicidal
planets
soundin
links
sucks
football
sup
kinds
steez
people's
rubbers
reap
bebot
tweet
sa
commercial
character
healthy
wigs
masters
sensation
arrow
suave
voy
spins
thugsta
testify
destined
wesson
presidential
galore
chromed
marc
doggs
temperature
argue
vl
artis
motel
stake
laser
alike
florida
quality
contest
snappin
sind
sewer
pope
tricky
behave
mathematics
godfather
fab
circus
insecure
otra
glue
tounge
birdman
sprayin
gangsta's
est
wound
worship
oww
reckless
slightly
fakes
mae
mal
lullaby
fiesta
ralph
social
roger
tempt
earned
classes
applause
sickness
web
wut
stormy
screwed
breasts
divide
handlin
rips
colored
solution
pains
ly
dup
niggas'll
c'mere
tr
delicious
trance
dow
remove
multi
swung
sparkin
deez
fathers
seasons
meeting
coma
wished
penetrate
porno
flipping
tuesday
horses
inglewood
theme
blasting
hoop
sec
pastor
sht
expose
ish
peelin
audience
weigh
balling
80's
boy's
award
invisible
backin
nearly
yaknowhati'msayin
annie
darkest
handed
passes
boost
november
dodgin
jar
fraud
craps
basket
hollows
horns
flashing
minks
hollis
tho
politicians
rome
caint
stabbed
kato
roast
14
moses
unlike
smarter
unfold
prisoners
two's
poet
earthquake
nyc
define
licking
intense
complicated
loops
tongues
dats
98
sportin
demise
fuel
gangs
alize
meter
grips
drunken
concentrate
handsome
messiah
bushwick
we's
unto
worm
mars
feedin
shhh
trauma
cassette
hottie
strut
popular
shattered
forehead
relief
bumped
closely
angeles
counts
messing
caine
vogues
layed
panther
vs
excuses
microphones
twenties
4th
frost
potential
france
caller
babyface
vanilla
taxes
tons
ken
suspect
impala
teams
eighth
rally
pours
influence
acres
absurd
racist
sticking
coats
physically
grim
danced
oaktown
rampage
consequence
charli
relationships
hallway
jazze
scheming
murderin
hostage
doggz
lavish
pretending
retaliation
sequel
grudge
primo
mwen
smokers
despite
bats
marriage
concert
fulla
priceless
invented
luxury
regrets
stealing
larry
sally
cookie
cuff
rollers
plead
ronnie
badge
assume
whispers
mouse
remi
discover
undress
instinct
grammar
winning
palms
causes
aimin
helpless
flawless
addiction
motherfuckas
tower
playaz
cris'
crop
ts
chemical
virginia
succeed
burners
runner
diggity
suffering
lunatics
louie
yi
desperate
romantic
twerk
actual
flyest
sofa
als
hov
cigar
meine
sweetest
destroyed
downfall
commence
wolves
graffiti
terrible
prey
impact
scopin
savior
whitney
lb
worries
mastermind
certainly
nonstop
stuffed
queensbridge
nie
dummies
mobile
phesto
pitiful
crowded
tokin
copper
tecs
hast
papes
bendin
backstage
kevin
boast
impressed
heavily
mens
fittin
frankie
shh
bloom
jingle
sandwich
harry
battlin
kung
actor
banged
navy
clyde
stud
berry
irrelevant
richard
producer
swisher
pony
40's
doug
feenin
bout'
thriller
elevator
restless
telly
yeh
poster
pussies
fires
wilson
arrive
warnin
milky
cowboy
bubbles
reggae
ins
bitty
siempre
idol
bist
pj's
finding
patron
honestly
picks
kansas
pal
serial
gram
ferrari
kass
pam
nicest
wieder
budget
pressed
cipher
equals
opio
battles
swag
homegirl
toi
skoob
halloween
amin
vote
cheers
believin
dumped
shaq
instant
filling
lange
benjamins
whatta
dancer
soundtrack
thumb
seventy
kingpin
knack
abyss
stutter
intelligence
rapid
biscuit
internet
cappin
rap's
racin
mmmmm
squash
triflin
typical
jada
davis
plated
dia
sharing
wick
sinister
fork
dates
cigarettes
cheating
bangers
betty
tours
nana
quik
lingo
butcher
racing
traveling
boston
2na
imperial
elementary
probable
survivin
20's
hypnotic
escobar
rarely
denn
sich
squeal
nore
600
criticize
butch
collectin
get'cha
zulu
weeded
wrecked
witch
hoooo
misunderstood
ripper
trains
cling
sleepy
witnesses
tilt
nickels
holster
kris
raining
alias
feedback
writer
be's
dames
dips
text
getting'
matchin
relaxin
daisy
needing
karats
t's
intent
dusty
aboard
awards
upstate
refugee
stan
shiver
ooohh
amil
imagination
showers
hunter
crumble
misses
naturally
execution
jo
beotch
pouring
consume
darkside
ri
soaked
diggi
pressin
intoxicated
goals
uns
educated
badder
g'd
scriptures
flyer
population
porque
political
scrape
kann
poetic
sperm
judgment
nba
ham
marshall
spilled
swimming
ella
rebels
tennessee
ducked
dynasty
9's
malice
lottery
ac
aiight
hops
theirs
fragile
terminator
ge
im'a
closin
grimey
debt
lobster
casino
retreat
slain
saga
crashed
snort
thursday
goat
reporter
worn
yer
reminiscin
u're
possess
struggling
eats
fizzo
spoil
conscious
swoll
wives
searched
fourteen
greg
views
afrika
believers
landed
pilot
whylin
factor
oui
drought
marvelous
capri
freddie
jakes
patiently
ignite
baggin
aaa
pawn
kastro
height
oven
repent
junkie
tajai
supa
draft
comb
wetter
rodeo
cappadonna
overcome
hers
eliminate
probation
puzzle
debate
graduated
motor
breaker
dissing
ight
rattle
swoop
composure
brung
prints
montana
consequences
towel
glimpse
precision
street's
edition
stamina
graveyard
groovy
loungin
cognac
narrow
rio
recline
earrings
races
deepest
plots
partna
frames
alamo
shrimp
friendship
livest
lotto
rhythms
bubblin
rhymer
plaque
vow
needles
interest
possibly
lays
bakin
drifting
crushin
prance
temper
barry
graves
tide
fighter
caper
tossin
courts
ness
7x
clientele
divided
cobra
do's
mere
egg
ages
finds
patch
disgrace
evident
exposed
phenomenon
sisqo
lava
huntin
leading
lurkin
actors
results
tradition
tappin
robbers
chemistry
why's
ghettos
mane
invited
c's
trooper
forest
theodore
wondered
sis
fuzz
turtle
odb
blurry
nephew
gangbang
barkin
fishin
stunts
magoo
yadi
troubled
cha'
flush
dots
craziest
palace
lotion
tina
tougher
relentless
alkaholiks
delay
helicopter
soil
net
heres
philosophy
slight
trill
heist
mend
mommas
tattooed
estoy
sells
fatigues
hummers
einen
puppet
corleone
damnit
nuclear
feather
1999
dunk
'cross
controller
furious
gangstarr
lyricist
worthless
owner
brass
booze
claire
covers
overdose
akon
millennium
helpin
screens
prices
banned
swig
meanin
devotion
controllin
'g'
invasion
features
magnolia
lamb
360
curtain
aus
residence
youll
desk
combine
native
scratchin
fantasize
dishes
faking
hehe
storms
coca
galaxy
nevertheless
candlelight
automatics
ganz
larger
heartbreaker
ver
badu
spy
sunroof
strife
rapture
bentleys
carryin
fredro
treatin
magnificent
eager
respond
sista
slavery
cookies
judgement
doogie
alle
moist
clash
scholar
despise
simmons
nemesis
hummin
parade
werden
alkaholik
bully
royalty
feeding
swords
opposition
obie
112
wage
dismissed
lipstick
gaye
cereal
request
franklin
clark
ducking
testing
asks
muh
attacks
bluffin
insist
starks
motivation
artillery
surgery
ante
swifty
tags
bagged
dipset
conversations
opera
pens
shakes
yippie
brah
photo
icky
fronted
geyeah
sneaky
digging
entered
muh'fuckers
limelight
ignorance
hound
curves
barking
devour
stabbin
footsteps
bigg
revelation
lifestyles
ripping
tint
ak's
dock
klick
thus
freaked
eva
bumper
hoody
hells
boats
bugs
getter
messages
father's
honesty
unbelievable
who'd
x5
scam
stamp
cocks
dop
chu'
deville
district
select
brace
emotional
subliminal
doggin
structure
pine
massage
global
elbows
kid's
speedin
plannin
guilt
fuse
elvis
streetz
grinding
hoodie
rod
turkey
romeo
responsible
cupid
expression
tatted
audi
moments
allright
finer
upt
crabs
eine
masks
hollar
starving
ballad
alligator
lasts
stride
seventh
potato
bruised
deceive
treats
esteem
millionaires
persona
suspicious
buckshots
zag
throwed
toll
sleazy
pursue
tummy
individuals
matrix
uhhhh
prisoner
sinkin
amateur
scooby
cement
latocha
ability
gemini
tube
determined
dusk
sly
sliding
knahmsayin
stunned
lighters
mississippi
luke
condo
young'n
infinity
apollo
taker
forms
sleigh
delivered
lords
vic
kobe
chours
muthafuck
autographs
'lac
backseat
reminds
ignored
peaceful
radical
else's
jig
sane
authority
dresser
appetite
liberty
visualize
disciple
disagree
madlib
hooo
scenario
restin
bombin
depths
afu
pet
eightball
tengo
macs
mj
maxine
smackin
replaced
darker
awful
sweetheart
elements
chess
compromise
90's
territory
cemetery
nap
kenny
connects
dit
ingredient
nipples
scripture
craft
tin
stream
itchy
admire
systems
salvation
climax
skinz
basis
bets
sein
toxic
hazardous
massacre
dyke
savin
relaxed
russell
slo
smoker
conspiracy
offered
batter
payroll
loosen
denied
chairs
condoms
miracles
pretender
throats
pepper
erupt
wagon
buds
multiple
puss
380
eclipse
22's
asap
metaphor
perm
dallas
icey
rocker
hoe's
maxwell
religious
thongs
ova
cosmic
teenage
chart
suede
trenches
wink
seh
meditate
picking
christine
strawberry
redrum
frustrated
masquerade
summers
snuck
obey
pads
poems
banner
holmes
tire
cakes
verbally
ditty
satin
behaviour
madd
pulse
oxygen
flaws
committee
frustration
senses
mexico
limb
scientist
villian
locs
bums
rapped
stumble
maximum
nou
ashanti
amounts
departed
i's
today's
sweetie
niggaz'll
labeled
helps
lightly
thumpin
atomic
nacht
writers
bugging
frail
trials
tickle
chaser
aimed
camouflage
wiser
24's
mistaken
asian
timin
punishment
raising
boil
karate
broom
obstacles
moral
calico
grands
tooken
ooooooh
incase
thigh
dearly
loadin
mel
realness
juggalo
yang
tanks
womp
decent
wettin
matches
giddy
labor
'nuff
sew
ohhhhhh
designer
reading
token
deeply
kidding
heidi
sigh
'98
lockin
sewed
donkey
findin
patty
shorter
swiftly
prospect
convince
ruger
crashing
unseen
smokes
stretched
follows
mcvie
franks
wooo
leap
formed
nos
ankles
tuned
stressing
expert
snare
lump
cockin
burden
deja
twinkle
pha
hoochie
youngster
sissy
affect
legalize
airport
fur
terms
robbing
cutlass
spouse
snub
september
sexin
suge
10's
classy
hier
bucking
refugees
behavior
gym
dos
scheamin
shield
lease
controls
buzzin
term
spoon
brian
cussin
meals
balla
oppose
shorty's
spoiled
excel
roar
spreading
divorce
bows
sniper
monopoly
distant
humpin
donna
bon
bozack
showdown
depressed
sub
superior
encore
soar
kiddin
leben
beyotch
mu
od
oc
squares
3000
offended
adjust
minister
hasnt
unborn
marie
weary
powered
senseless
sundown
babygirl
sharper
madman
boulders
angles
poker
crunchy
clocks
lewis
noel
k's
apocalypse
vests
what'chu
hooray
vogue
mutherfuckin
mortal
tense
spits
crisis
gank
bled
visual
reggie
bananas
coconut
mankind
feared
beez
clot
usa
lightin
brim
glitter
counter
mills
vu
pinch
beesh
noone
harass
velvet
headphones
dividends
poisonous
everbody
prophecy
connections
joking
workers
awww
student
jenny
rushing
majesty
harmonizing
cassidy
curls
tones
bruh
pas
bia
8th
grabs
print
gasoline
tab
semen
wavin
machines
drawn
colours
nile
slammed
cena
gator
snooze
russian
roley
'cha
uptight
nwa
splatter
clay
crisp
housing
outrageous
villains
wally
timing
ese
ledge
aroma
survivors
worker
su
watcha
defend
sadness
yards
sounded
chant
wheezy
thugging
environment
kennedy
asiatic
pras
mustard
blouse
opinion
furs
maxin
sprees
lid
naa
purchase
truest
marl
kilo
cannons
concealed
meantime
donde
muh'fucker
lady's
arena
farm
operate
wears
mixin
hunted
introduction
leaning
signin
organize
medical
agony
stations
metaphors
logo
pigeon
pots
freely
rabbits
bands
shaft
peaches
boxes
mysterious
outer
unwind
mein
morris
gaze
spinach
counterfeit
noose
95
spider
sheisty
stamps
vamp
mingle
dancefloor
payed
steelo
throttle
wednesday
seriously
deranged
immaculate
menage
ladder
lollipop
haunted
playa's
portrait
kandi
jackets
marcy
confrontation
masterpiece
stansfieldi
justify
carbon
tastes
sparked
codes
owned
secure
witnessed
missile
shepherd
inject
remote
crow
prostitute
enterprise
oak
bounced
grenades
saddle
jew
doper
shitted
ruled
slanging
mar
bloodshed
47
ceilin
bounty
simon
intention
continued
vultures
jurassic
ihr
sweets
burger
response
rapper's
lens
interior
hint
attitudes
climbed
oprah
blonde
abortion
loca
crossin
profession
content
highness
barrels
stout
crops
bumps
resume
holly
diana
performance
belief
rookies
cautious
duct
wonders
prevent
yelled
coo
polite
niguh
bankhead
fe
salary
grills
depth
digger
dep
blacker
adversaries
tiempo
genocide
thug's
gems
spun
rl
creek
beamer
claus
taxin
shuttin
mixing
slayed
ing
jesse
bean
tippy
thrills
perfectly
spree
cemetary
cigars
jackie
resort
fuck's
witta
sammy
scenery
carlos
killaz
cologne
gotten
surviving
grinnin
shops
reflect
feelins
doubts
corporate
shootout
tryna'
abused
olde
faze
exciting
ninja
ordered
controlled
carnival
gunning
intermediate
lieutenant
revolver
estate
souljah
destruct
renegade
lone
intellectual
complaining
current
how'd
pane
mjg
cole
virgo
oohh
tripped
gza
innocence
grym
loon
mat
shaky
climbing
circumstance
dons
gap
chatter
buckshot
sympathy
bobbin
accident
stats
titty
strategy
pointin
entourage
headache
handcuffs
jordans
length
jose
taurus
400
perspective
homicidal
offa
limousine
liars
hockey
vanish
cape
acknowledge
nino
ike
peanut
kitten
batch
bosses
comeback
allegiance
hitters
tenth
sits
motherfucker's
oscar
dollas
badly
skeezer
feast
contemplate
shaheed
sweeper
option
flights
f'real
punish
celebrity
reeboks
hataz
mayday
motions
tay
genesis
escalade
erica
mamacita
discussion
schroeder
whiskey
goody
tellem
waiter
contain
bei
trend
quien
budge
ambition
trademarc
carries
tequila
cleared
spades
believer
fader
combined
clones
grape
airplay
frightened
ping
otha
revolve
insurance
freaking
fails
units
whaddup
returned
'93
laces
forgiveness
softer
wh
tints
illy
mah
hallelujah
family's
aching
prolly
mice
rapidly
verbs
caviar
useless
bartender
muthafucking
doobie
hoochies
factory
stocks
neglect
defy
wired
zurck
steering
souped
taxi
ferocious
stitch
baltimore
turntables
cloudy
knicks
nicole
eihthype
heyyy
disrespectin
elevated
'hood
biters
z's
delete
dolo
hates
gravity
yodel
pizza
curve
directions
fries
1130
bits
dart
rotation
limos
baking
conceal
lows
unlock
matching
film
forbidden
stainless
madchild
farmers
flown
baggy
likwid
pusha
brutal
vin
emcee's
hoodrat
'member
nig
hop's
kamikaze
captured
friction
bubbly
swamp
rulin
conversate
glare
void
200
wobble
farmer
joker
haitian
sera
genie
au
player's
tricked
islands
homework
marble
crunch
weights
shallow
damaged
goner
creating
extortion
infected
barber
butta
endo
alcoholic
hitter
downstairs
nitro
dried
butterflies
sanity
clickin
cinderella
cunt
rite
oz
terrorist
crazed
bears
whitey
fucken
isley
exclusive
incense
trails
mirrors
complexion
mystic
