up
get
empty
all
dont
so
got
this
but
know
what
no
it's
they
when
out
now
do
just
nigga
if
aint
can
love
from
was
ya
one
shit
down
see
back
go
at
make
cause
baby
man
come
cant
yeah
yo
time
wanna
fuck
how
never
he
let
niggas
not
that's
say
some
take
she
want
or
as
have
then
who
right
her
off
them
oh
you're
way
about
here
life
keep
niggaz
bitch
are
tell
where
need
give
i'll
girl
ass
will
more
by
why
gotta
put
y'all
feel
these
chorus
gonna
still
his
real
verse
through
us
money
think
been
big
there
uh
too
hit
had
stop
'em
could
day
good
around
said
over
wit
two
him
look
than
only
little
world
better
even
an
game
every
night
em
call
new
cuz
fuckin
wont
mind
black
live
1
really
run
play
boy
head
would
hard
rock
try
show
die
before
our
while
2
stay
well
leave
people
gon
hey
did
hold
hot
gettin
again
always
name
hear
away
long
high
check
let's
ride
ever
bitches
da
repeat
heart
god
home
watch
made
what's
thing
face
much
first
another
done
i've
same
tryin
its
la
rap
things
there's
into
huh
eyes
damn
i'ma
bad
whole
bring
turn
'cause
find
gone
ready
hoes
break
beat
ha
thought
house
talk
last
g
body
goin
told
start
move
believe
am
lil
bout
u
other
because
mine
many
comin
came
best
straight
dick
should
roll
im
drop
you'll
didnt
three
heard
left
young
we're
word
bust
2x
streets
might
without
kill
next
everybody
yes
dead
top
used
hell
mean
walk
thug
block
please
something
smoke
street
everything
place
wrong
were
tha
nothing
crazy
old
work
e
hand
own
side
gun
end
hands
flow
tonight
hood
lookin
blow
style
he's
girls
pop
going
seen
after
change
inside
true
light
till
mad
bone
party
ask
cool
throw
times
talkin
ooh
ah
stand
catch
doin
nothin
p
until
i'd
their
those
listen
3
must
b
fly
rhymes
step
ice
shot
uhh
deep
soul
hate
son
nobody
set
cut
since
though
livin
took
ghetto
rhyme
full
o
understand
any
d
crew
kid
mic
remember
somethin
pull
enough
fall
cold
knew
dance
dog
went
wait
alone
low
front
pain
together
kick
motherfuckin
brother
motherfucker
lot
makin
days
free
bang
care
friends
cash
once
she's
door
open
nine
sayin
couldnt
yo'
club
song
lay
fire
goes
hoe
runnin
sound
four
lost
matter
death
touch
trying
weed
dope
fool
sure
five
line
car
city
c'mon
fat
quick
kids
close
act
war
caught
myself
mouth
gangsta
cry
na
peace
lord
help
slow
music
crack
comes
wish
wild
motherfuckers
white
has
pass
shake
town
daddy
pay
guess
blood
broke
hope
getting
n
hop
somebody
t
gets
hip
thugs
murder
plus
words
king
spot
who's
fucked
strong
six
boys
maybe
j
rollin
fast
rest
feelin
coming
under
hook
pussy
half
thinkin
years
gave
c
heat
most
family
tried
sleep
started
tight
dogg
eat
friend
thang
sweet
talking
dream
wasnt
makes
thats
miss
red
shoot
til
spit
hurt
yourself
l
fight
forever
behind
type
mr
ya'll
sing
lose
round
you've
eye
floor
forget
yea
school
guns
we'll
feeling
4
brain
outta
far
ladies
sick
playin
double
west
sun
trust
jump
nice
wouldnt
stick
sit
use
buck
sometimes
'bout
looking
alright
found
mc's
born
paper
grab
fresh
kiss
gold
dat
shine
respect
dough
fade
dirty
lie
woman
room
r
phone
air
anything
mama
fucking
takin
feet
someone
paid
number
mack
wanted
saw
mc
deal
men
funk
x
child
bounce
called
power
blast
x2
cops
rich
wonder
whatever
living
sex
mother
rain
ball
being
truth
drink
funky
fake
scared
snoop
green
brothers
part
kind
blue
ill
sky
late
flip
master
year
south
smile
star
easy
raw
dj
doing
punk
ta
million
buy
smokin
beef
control
soon
ho
freak
lady
else
both
burn
dreams
reason
de
pick
cats
ten
chance
york
dem
'til
track
meet
bet
fun
speak
past
may
yours
follow
chill
known
hang
mo
doubt
bit
pimp
wake
picture
clothes
dark
point
knock
everyday
y
they're
happy
each
shots
playa
shorty
stuck
today
ground
making
kinda
yet
knows
fact
ay
none
g's
bed
sell
4x
send
fine
bomb
nah
does
against
boom
waiting
women
chest
push
homies
ones
hundred
que
east
beats
click
minute
pack
jack
fear
probably
wit'
test
feat
pretty
very
rappers
tired
5
heaven
land
shut
m
pray
thinking
rip
wall
corner
hide
cop
second
cars
dot
dollar
pump
drive
jam
hair
tears
fo'
between
glock
givin
business
momma
ring
record
plan
different
fame
movin
lights
here's
story
water
mo'
holla
learn
s
nuttin
piece
met
tellin
neck
ways
honey
earth
changed
save
homie
running
police
case
clear
spend
gat
hustle
wet
brown
10
seems
whoa
saying
yall
dig
feels
short
50
chick
bullshit
lyrics
trip
dumb
lovin
cube
scream
alive
loose
funny
road
felt
win
weak
haters
handle
twenty
coast
team
thank
boo
gimme
smooth
state
locked
rocks
aiyyo
that'll
rule
jay
already
lets
sittin
k
few
babe
seem
seven
crime
guy
wife
rather
benz
pound
which
hits
crib
ich
suck
wear
wack
nasty
bought
father
killin
9
write
mi
joe
bag
killa
actin
taste
wayne
don
cat
lonely
limit
holdin
havin
drama
shoes
rockin
lick
kept
morning
crowd
chain
gang
tip
lies
def
jail
puff
cock
trick
busta
turned
bustin
wants
reach
lover
job
played
gots
squad
muthafuckin
ridin
worry
read
sorry
lead
arms
promise
later
clean
means
intro
fools
breath
mary
grow
keeps
voice
quit
blind
takes
steady
scene
treat
hittin
rise
drunk
grand
ll
great
walkin
beautiful
soldier
callin
worth
you'd
stupid
represent
self
clip
trouble
happen
brooklyn
dre
split
sweat
along
poppin
rapper
player
outside
bump
6
trippin
lips
cos
taking
lock
diamonds
special
waitin
ma
eight
middle
drugs
bye
brand
upon
heads
knees
wind
puttin
hah
window
kickin
chrome
ran
coke
battle
dirt
couple
di
figure
pimpin
platinum
bein
across
microphone
sold
thoughts
trunk
thousand
clap
devil
okay
sexy
rappin
brought
leavin
nuts
bigger
cross
groove
law
hill
week
rough
question
swear
killer
tear
shout
problem
singing
we've
drug
breathe
ohh
oooh
games
soldiers
blowin
box
loud
peep
screamin
fell
less
queen
ok
everywhere
frontin
such
slide
supposed
radio
park
count
w
mess
blaze
either
watchin
twice
killed
whip
stuff
loving
heavy
z
sign
stage
loved
nas
cream
laugh
records
swing
stars
playing
ahh
bass
tryna
afraid
says
f
small
survive
blunt
instead
everytime
doesnt
mission
freaky
grown
keys
bank
raise
cheese
boss
moves
soft
perfect
giving
zone
above
pen
truck
method
bullets
tomorrow
smell
doo
guys
sounds
mix
chicks
died
magic
sent
betta
dawg
flesh
carry
duck
skin
finger
weight
children
nights
glass
dogs
rules
40
needs
mac
motherfucking
nowhere
anybody
written
thick
sellin
bar
twist
enemies
telling
keepin
share
key
broken
ballin
ja
el
3x
welcome
pistol
mike
bill
rhythm
po
h
hole
switch
looked
evil
rush
creep
attack
mans
pocket
choose
future
suckers
chillin
kelly
stress
near
ahead
krayzie
cha
finally
wreck
dime
safe
hello
tape
blame
queens
liquor
dude
grip
sucker
grind
styles
joint
slip
kim
bite
tv
sippin
super
lives
they'll
stack
folks
lyrical
muthafucka
wu
ear
breakin
ol
seat
class
i'mma
workin
fill
nigga's
sad
ba
dust
tongue
steel
food
rob
explain
problems
it'll
level
und
train
dollars
brains
dah
walked
meant
jesus
es
thangs
pockets
dip
realize
third
bridge
butt
bodies
murda
nation
higher
wicked
apart
album
flavor
feed
laid
christmas
bullet
raised
harder
waste
tracks
dr
7
loves
john
imagine
store
wide
wrote
teach
moms
dis
space
clock
busy
bringin
trigger
mom
hangin
holding
named
knowledge
flows
shows
knowin
aight
jealous
thru
dum
steal
strapped
calling
slick
spread
bus
happened
standing
joy
whats
slang
te
fo
standin
cap
having
ends
fifty
sense
everyone
course
20
rings
cent
squeeze
glad
news
moment
diamond
relax
moon
dropped
hatin
uptown
serious
x4
fit
shame
simple
asked
force
mob
summer
shop
drinkin
north
enemy
smack
juice
arm
ninety
system
hort
main
faces
feelings
sip
projects
tough
pants
candy
homey
cuts
strange
watching
biggie
walking
lines
bless
worse
goodbye
tech
gas
extra
underground
single
insane
moving
sister
hardcore
slugs
booty
bright
blocks
blunts
price
shady
raps
clown
speed
early
claim
sin
en
looks
chips
stash
shawty
droppin
range
pulled
begin
build
action
spittin
8
order
almost
hype
joke
attention
hat
bricks
shoulda
dice
chase
unless
learned
age
fiend
forty
ghost
slim
v
whenever
nose
jewels
flex
pun
leaving
anyway
bottle
dawn
calm
plenty
trees
angel
balls
dome
jumpin
mental
boogie
throwin
wyclef
reality
feds
keith
cell
fallin
skills
bangin
silly
scratch
12
legs
court
answer
taught
warm
bottom
naked
mutha
askin
prove
pressure
dangerous
least
longer
loot
spark
serve
whether
se
recognize
rep
sight
ad
sack
threw
teeth
places
getcha
others
ease
nuthin
bleed
book
roof
bills
hour
spray
somewhere
faith
bloody
pullin
westside
2pac
bread
witness
chicken
tru
shakin
whatcha
gats
hearts
shootin
neighborhood
foot
wrist
songs
remain
poor
steppin
become
hustlin
struggle
pride
starts
tree
'round
vest
hmm
tricks
situation
fifth
hoo
forgive
doe
luck
um
background
slap
bg
shall
nut
kings
fiends
falling
proud
where's
stopped
strap
layin
tank
spent
fellas
vision
pops
grill
island
headed
position
filled
bow
kane
dear
lo
smoked
shirt
clique
cover
doors
hurry
beach
layzie
passed
minds
return
doctor
judge
bird
aim
form
closer
strip
wine
blessed
woo
smoking
bay
grave
boots
throat
secret
within
beyond
killing
killers
crush
planet
escape
snatch
ago
flash
ur
large
spin
rolling
stone
walls
brick
sample
bound
worst
mirror
noise
triple
he'll
hurts
freedom
danger
gift
du
hungry
slippin
dyin
blew
storm
toes
wid
flippin
quiet
major
vibe
mmm
fingers
deck
jungle
race
smith
shouldnt
date
freeze
wee
sea
history
mornin
cryin
deserve
pa
message
public
naw
wise
tu
bags
eh
country
original
em'
twisted
crying
diss
eatin
prince
missin
paint
ding
trapped
stoppin
pete
killah
row
bond
thirty
flame
lesson
ohhh
cali
tang
players
pumpin
questions
closed
jet
burnin
ghostface
pro
homeboy
table
bumpin
cup
daughter
dress
passion
size
cake
toe
theres
working
movie
jeans
girlfriend
beast
riding
quarter
proof
knockin
maintain
deeper
strength
pum
muthafuckas
mark
human
female
woke
jumped
dying
kool
cousin
fans
ti
swallow
smash
babies
grew
seein
broad
plans
das
criminal
given
quite
daily
cook
toast
sitting
solo
shoulder
kicked
held
fair
creepin
burning
un
color
cocked
lean
cost
fed
shook
load
paul
stacks
minutes
favorite
ounce
ima
props
project
lettin
foul
sunshine
compton
automatic
rat
tall
packed
finish
bend
needed
chuck
fist
lyin
acting
rub
punks
life's
blown
choke
boat
knife
chains
lying
holy
competition
bubble
loc
clips
blues
strike
excuse
outro
jigga
imma
steps
everybody's
studio
church
hi
chop
st
crooked
attitude
showin
bunch
fish
dare
owe
fix
forgot
phat
hollow
lift
tone
souls
crash
yellow
wha
'fore
release
hopin
snap
al
rims
dub
whassup
path
frame
terror
thanks
press
slangin
checkin
rolled
ruff
flat
rowdy
crews
bail
devils
speakin
notorious
she'll
label
art
twelve
sticky
disrespect
'till
fate
kitchen
youth
able
cannot
anymore
world's
nature
greatest
glocks
inch
page
expect
dancin
turning
wig
lit
match
banks
bud
lovely
pure
deny
spots
industry
thuggin
holes
shit's
sugar
dry
iron
missing
hours
isnt
deadly
peeps
lucky
havent
leather
tour
bottles
posse
touched
knocked
popped
bronx
floss
drum
lane
forth
gives
showed
erick
roc
fam
bars
asking
chronic
heh
eminem
miles
also
pipe
bizzy
prison
plain
chose
pretend
fan
tony
pushin
non
haha
grabbed
stole
peoples
turnin
hotter
slave
metal
stepped
birds
stare
rick
band
admit
settle
crown
laws
strictly
ears
truly
building
shock
letter
happenin
search
slowly
slug
rebel
packin
built
anyone
mase
re
bo
pieces
bum
sermon
stayed
uncle
hustler
army
drivin
wax
wood
swift
mercy
california
facts
biz
riches
destiny
yah
mask
freaks
boyz
jones
violence
dressed
doc
breeze
sleepin
weather
eighty
si
refuse
mami
rippin
role
bones
whoever
birth
jeep
billy
dump
broads
wings
bling
pictures
weapon
average
y'know
river
angels
x3
effect
tupac
meth
mistake
memories
bury
pour
harlem
america
choice
scratched
diggin
lately
spirit
one's
names
tat
stomach
bee
dee
code
wheels
pounds
eazy
suckin
trap
rugged
turns
mall
hug
snow
prepare
servin
rolls
searching
kicks
catchin
knowing
victim
shinin
screaming
leaves
ms
president
echoes
butter
dancing
alot
luv
seed
lotta
suit
older
nate
ren
puba
wave
pleasure
bell
darkness
curse
sho'
mood
doggy
guard
dad
group
slam
neva
bob
mines
belong
piss
enter
ak
list
grass
weezy
loaded
timbaland
happens
yuh
seeing
taken
wearin
indeed
duke
missy
flight
area
yellin
dealin
singin
pac
charge
protect
snitch
clue
james
dudes
square
mighty
snake
buggin
note
fades
0
smart
bastard
laughing
hoping
mics
shining
faster
plug
natural
lust
mos
plate
coupe
cheap
blows
mention
static
q
chasin
chi
hustlers
glory
mail
cocaine
wow
baller
missed
motion
den
hips
we'd
sheets
whips
beep
puffin
rum
due
gee
gin
blastin
proper
wheel
whoo
cease
hollywood
plot
beer
connect
purple
dash
libs
government
gain
fold
lifetime
map
fully
stretch
winter
beg
mister
complete
cl
picked
caps
certain
checks
warren
lee
american
swingin
biggest
rhymin
quicker
boi
clubs
lived
ocean
gucci
belly
brew
continue
plastic
pimps
sucka
nerve
rounds
fault
foes
por
tie
seeds
ugly
yard
killas
wipe
remix
grace
bent
confused
hater
prepared
partner
beside
stood
promised
roots
naughty
whose
difference
somehow
view
sharp
amor
exactly
sir
beatin
breaking
trade
fightin
thunder
losin
common
pot
desire
nelly
lip
mommy
philly
stronger
remind
waist
selling
trash
geah
yesterday
gangstas
tune
johnny
sunday
rocked
video
casket
plane
herb
destroy
card
violent
brings
often
salt
cheddar
legit
pow
zero
famous
startin
add
rag
beginning
hooked
rent
bop
draw
post
mobb
friday
cypress
gauge
surprise
representin
keeping
monkey
supreme
ed
juvenile
laughin
rose
hanging
con
figures
season
months
sho
gangster
lots
leg
cum
bro
mixed
fighting
horse
month
circle
bong
8x
fantasy
rope
scarface
driving
signs
silence
bear
finished
hung
hammer
god's
krs
unit
weekend
memory
duckin
losing
books
focus
ex
shed
christ
company
milk
enjoy
drinks
bentley
cadillac
calls
barely
stayin
como
ate
soulja
mystery
someday
flowin
wherever
somebody's
nuff
score
drawers
although
should've
gear
cards
credit
drops
cowards
below
dippin
golden
mash
windows
speaking
punisher
thin
official
peel
machine
jimmy
chocolate
outlaw
damage
nigger
lame
moved
blazin
jon
lemme
apple
dimes
sons
darling
'cuz
mill
cute
champagne
bucks
kottonmouth
you's
eastside
physical
edge
lack
silkk
toss
backwards
punch
bombs
lex
climb
meaning
rage
twista
mil
ist
status
became
pair
cruise
drank
positive
clouds
cried
rubber
willie
simply
coat
wir
lexus
redman
chris
trife
sam
pool
desert
seek
concrete
person
flying
rewind
oakland
travel
college
everything's
holler
deuce
meat
woulda
van
'n
hella
beauty
charlie
hush
fears
wrap
curb
ooooh
changes
pause
field
paradise
dmx
der
decide
nicht
millions
gate
listening
diggy
screen
breaks
rid
pink
fail
mamma
firm
wash
shell
diddy
fakin
tap
ro
scratches
michael
plays
addicted
wrapped
mas
trigga
1st
playboy
pie
sport
aw
corners
ave
laced
flipmode
100
station
pistols
fella
cuttin
nervous
dinner
dedicated
chair
mich
flav
jaw
thighs
happiness
breathin
won
o'clock
especially
center
lovers
hotel
proceed
illest
energy
conversation
wildin
shells
stories
buckin
bringing
likes
dun
do'
screw
sisters
pissed
opened
explode
bat
og
crackin
hearin
wisdom
dmc
notice
guilty
usually
guts
approach
los
glow
dealer
fox
guaranteed
tender
foe
beam
tec
constantly
sat
anywhere
umm
misery
ship
lap
stomp
pit
rude
spendin
wishin
echo
buried
mountain
sweatin
lyte
worldwide
tee
sand
bells
lace
crawl
survival
sixteen
create
psycho
bobby
rats
southern
rider
brotha
skill
mop
innocent
30
gods
final
skinny
spoken
midnight
eyed
freakin
sets
kissin
drove
yell
poison
math
palm
nappy
dues
jean
d's
foxy
willing
mass
baddest
amazing
jus
hay
suicide
spinnin
captain
indo
quest
backs
3rd
homes
flipped
degrees
support
pig
sen
deliver
visit
cam
source
runs
tips
join
sendin
phony
yup
married
wealth
cd
dealers
skip
teacher
24
ho's
claimin
putting
health
trips
beware
wondering
pigs
kissed
express
lickin
whatchu
stackin
yay
shower
gentlemen
lungs
science
spill
afford
freestyle
anger
hump
saved
barrel
stones
blowing
love's
aww
pace
numb
peter
mannie
notes
reign
robbin
homicide
finest
hall
hardest
shotgun
ward
fucker
memphis
jock
ahhh
playas
clever
papers
scheme
riot
flames
spell
stressed
breathing
sleeping
stranger
bi
bouncin
tag
mistakes
yep
rate
leader
beggin
nickel
downtown
vip
silent
incredible
homeboys
stressin
raekwon
dich
greedy
faggot
emcees
realest
ein
seats
premier
praise
jane
camp
gal
goddamn
aye
bull
payin
begun
finna
writin
clan
remains
reminisce
legend
asleep
county
drinking
ticket
ya'
illegal
maker
gotti
emotions
hating
suits
miami
fa
harmony
private
mafia
ugh
react
signed
suppose
except
jackson
sword
dreaming
jersey
45
wiggy
hurtin
mayne
evening
slept
ripped
heavens
wonderin
honor
society
mile
texas
tapes
titties
messin
robbed
degree
dicks
bin
quickly
com
anytime
script
aka
parts
bush
stops
hesitate
jeff
earn
flick
slay
ohhhh
whattup
grain
chickens
wa
merry
romance
flyin
route
chief
cage
lifestyle
march
saturday
ace
sixty
razor
watched
mercedes
total
warning
ballers
skull
spine
buyin
greed
dc
scary
louis
hero
stickin
chopper
grindin
murdered
havoc
caddy
drag
regret
poppa
tied
dey
nowadays
justice
threat
limp
bother
16
bowl
darlin
dial
cleveland
whack
involved
inhale
kanye
dreamin
weeks
accept
fred
monster
movement
direction
burned
understood
sink
wars
rakim
flag
stoned
gutter
ayo
boyfriend
papa
ooo
harm
gt
grey
chef
magazine
couch
asses
daz
allah
chin
numbers
hated
mothafuckin
socks
silver
santana
faded
tops
knot
spice
base
stroke
louder
model
fi
erase
treated
scandalous
link
present
reasons
shadow
gut
meal
panties
alley
zu
powder
revolution
2000
witcha
lethal
tales
poetry
blacks
sorrow
guitar
spanish
whoop
gates
crunk
falls
ashes
bedroom
coulda
wantin
thee
compare
skins
waited
rear
nobody's
joints
lied
warn
tick
collect
fancy
kurupt
sides
bug
stands
shift
rabbit
jealousy
celebrate
ced
ego
dies
there'll
fortune
11
mellow
thugged
lake
guru
id
burnt
daddy's
ours
wishing
movies
ceiling
slapped
local
listenin
material
nines
fashion
mentally
favor
rocking
horny
skirt
bam
ii
packs
title
careful
mir
ki's
practice
stank
frank
definitely
weapons
melt
george
percent
ye
cares
thinks
jerk
toy
rapping
reppin
section
cruisin
dap
focused
wie
snakes
orleans
correct
ni
float
passin
eagle
shines
garbage
loco
prime
seconds
advice
blink
shades
stays
highway
stab
sucked
doop
tool
crossed
scoop
pills
relate
winner
shoulders
papi
interlude
baby's
murray
spoke
roam
crook
protection
cheat
kisses
co
slipped
worked
2nd
drums
er
strikes
vicious
regardless
doom
classic
writing
verbal
jiggy
martin
equal
bid
'head
beyonce
searchin
beneath
itch
ray
nope
dissin
covered
nerves
rover
tits
coffin
o'
shoop
tribe
hills
prayer
chances
began
clowns
plant
suffer
dro
wo
stroll
thirsty
impossible
fin
flossin
button
central
hash
skies
pays
satisfied
bathroom
hail
eric
assassin
study
slice
jim
walks
riders
dubs
negative
jewelry
damned
risk
matters
clack
appeal
tray
awake
surprised
shoe
max
youre
atlanta
voices
divine
snitches
purpose
false
ignore
shape
wan
struck
sticks
inner
shorts
confusion
parents
hottest
righteous
inches
sexual
sneak
dedicate
figured
auf
defeat
shes
bold
target
bustas
product
wrath
boot
precious
troops
wasted
starin
southside
coffee
pat
wassup
cases
froze
mm
regular
countin
buddy
dunn
mcs
satan
pad
187
youse
sie
upset
growin
suddenly
willin
vain
sacrifice
surrender
hahaha
parties
visions
pushed
tossed
avoid
ludacris
o's
switches
security
aiyo
service
superstar
stolen
smacked
letters
dj's
spliff
liar
brave
hitting
pardon
thrown
wearing
ecstasy
success
gather
crystal
polo
served
ra
slash
demons
dolla
eiht
eating
sending
busted
universe
dank
contact
toys
disease
suga
tail
disco
idea
shy
loss
nina
fights
career
jams
wire
sale
dumpin
pitch
personal
ski
tease
li
sprayed
melody
blaow
honeys
hardly
ashamed
whore
lah
bulletproof
aesop
scrap
flowers
valley
jackin
savage
suckas
rza
ups
aids
bleedin
fucka
kicking
artist
tax
pickin
using
alarm
throne
besides
supply
male
changing
clutch
gray
tote
funeral
burst
lyrically
scratching
states
cracks
fuckers
forgotten
marley
bible
twin
cloud
villain
seemed
spending
they've
image
eleven
journey
stuntin
nails
sober
grade
begins
puerto
tan
torn
bucket
speakers
swizz
consider
throughout
shooting
telephone
thou
general
sales
he'd
undercover
priest
crap
avenue
facin
fort
cristal
swell
cookin
tash
guide
destruction
fuss
vocal
motto
gangsters
basement
sunny
fever
colors
henny
chicago
spring
dame
sung
15
hummer
jazz
breakfast
camera
stunt
danze
laying
collar
penny
rolex
greater
oil
appreciate
core
vocals
lazy
upside
clout
knee
coz
distance
zoom
flo'
dove
filthy
trace
shits
thrill
wonderful
worlds
heated
she'd
points
profit
sawed
25
hospital
mansion
board
fabolous
english
singer
blank
time's
grams
however
cracked
frozen
burns
smilin
'cos
presence
stiff
musical
lifted
waves
madness
dir
makaveli
santa
jelly
spinning
further
whippin
chamber
quiero
situations
armed
junior
forced
created
boulevard
would've
sleeve
talked
growing
parrish
doch
grin
skit
cheeks
licks
dealt
reel
satisfy
worried
animal
rumors
shitty
shaking
wanting
folk
aid
tells
answers
gunz
showing
happening
oo
peepin
ey
gravy
eternal
critical
creator
surely
marks
popping
letting
resist
fullest
infamous
fruit
arrest
phife
aside
holiday
session
fry
habit
unknown
notch
buzz
monday
skate
pulling
porch
ending
disguise
sees
mink
brag
thief
shaggy
warned
mackin
cherry
usin
solid
ali
tools
sniff
disappear
welfare
mrs
shadows
vegas
hee
hydro
variations
medicine
hollerin
humble
plottin
rape
oughta
speech
mud
strugglin
abuse
prayin
underneath
pillow
brat
birthday
slit
pin
channel
lloyd
swim
vida
buildin
flicks
ga
veins
technique
usher
chosen
trucks
important
ki
bastards
introduce
orange
granted
blade
steve
dealing
causin
eve
fifteen
heartbeat
legal
muscle
body's
globe
easily
shorties
crank
cast
booth
mega
plates
mothers
lawyer
houston
fried
ricky
envy
bash
glasses
shade
roller
traffic
surrounded
hectic
charts
evidence
amongst
needle
digits
soap
colder
partners
frown
beans
hurricane
motha
touchin
pill
neighbors
equipped
jamar
jordan
hoppin
drown
generation
laughter
kissing
ruin
skunk
affair
talks
breed
suggest
slut
copy
talent
himself
cancer
bizarre
quote
ive
combat
choppers
chump
paranoid
offer
tale
honies
pole
puts
scars
cough
treach
highest
bath
rides
chevy
french
mentality
woah
lunch
works
betcha
similar
clearly
excited
kno
buddha
stereo
reefer
nineteen
definition
99
purse
clockin
blend
crimes
roses
woods
goodnight
va
criminals
motherfuck
pee
eu
fatal
strings
moe
bake
reached
hunt
salute
lessons
virgin
pile
holds
stock
cee
fought
garden
grabbin
nightmare
wodie
juicy
sudden
flies
exit
dissed
fired
pose
passing
temple
strive
language
acts
jacks
forward
ourselves
saint
busting
issue
religion
miracle
foreign
grits
necessary
chip
dave
masses
iced
spm
flee
hearing
fucks
sake
prodigy
smiling
ruckus
ultimate
exhale
wit'cha
shocker
design
touching
untouchable
someone's
gurl
heartless
5th
lyric
belt
tom
heed
smalls
connected
nite
jag
relationship
repeats
cries
bitter
stealin
era
goose
dodge
una
whisper
snatched
lab
solve
wifey
semi
rice
lime
catching
sentence
candle
sean
revenge
adore
bark
pity
experience
shaolin
fallen
shittin
throwing
slums
patient
ditch
brothas
heal
amount
blinded
dummy
staring
task
latin
serch
goldie
capital
rotten
bald
whistle
drippin
sprung
tical
angry
yeahhh
menace
steadily
dutch
thuggish
odds
agree
essence
knocking
depend
youknowhati'msayin
jacked
fronting
dipped
leaf
hennessy
reverse
peak
patience
lower
ow
turf
appear
united
seas
sour
cutie
alcohol
trail
uzi
chew
phantom
slaughter
planned
ruthless
capone
heels
wiggle
ended
guarantee
chat
sucking
mode
lotus
mobbin
jacket
rumble
uhhh
checked
brawl
closet
dong
liked
digga
rights
dozen
flashin
rare
tim
crushed
allow
education
copped
whores
realer
soda
sadat
draws
80
bitin
trina
exist
alert
sins
champ
chapter
demo
mug
royal
whipped
sings
princess
dwell
stompin
cuban
starting
richer
horn
bees
rated
moan
preach
le
praying
pushing
venom
gay
hos
necks
phase
hunger
dang
panic
lp
p's
hearse
officer
mystikal
honest
jokes
chalk
acid
andre
murderous
petty
trial
mit
wore
trickin
masta
rains
mmmm
pregnant
stopping
cheek
floors
ron
baseball
media
confess
sort
heavenly
stores
hog
safety
cruel
disaster
demon
jaws
followed
hooker
sometime
comfort
lightning
embrace
culture
nubian
delivery
blunted
lib
n9ne
grows
pager
independent
chopped
'pac
marry
junk
preacher
noble
speaker
tinted
hats
led
bare
tires
prize
emcee
steak
chubb
prayers
it'd
mom's
maniac
von
younger
peas
tactics
haze
tooth
sacks
noreaga
mia
blasted
dropping
friendly
mothafucka
clappin
jeeps
braids
mother's
ultra
fantasies
silk
dug
dom
program
swollen
universal
vet
license
stacked
nur
receive
prada
gotcha
eternity
intentions
samples
remorse
fiendin
satisfaction
woof
perform
instrumental
chokin
hurting
stripes
swang
asshole
females
thieves
backyard
decision
reaper
quarters
triggers
sum
spiritual
busters
banger
floatin
ne
del
rb
shoo
beeper
malik
african
liks
cane
po'
bailin
types
tommy
testin
shared
thicker
behold
las
dragon
meanwhile
package
freeway
ka
themselves
choppin
magnetic
shocked
cuss
dawgs
hidin
midwest
complain
sting
demand
cabbage
lauryn
cherish
sunlight
unique
payback
crooks
burner
verses
retarded
sway
pap
robin
balance
they'd
example
para
funds
stepping
lighter
tv's
gunshots
robbery
surface
mountains
millionaire
smiles
sang
something's
jake
bleek
cursed
bap
volume
decided
hum
money's
scarred
advance
90
warfare
shelf
flo
liver
mag
separate
modern
singers
possible
helped
torture
goal
shoppin
mourn
hidden
smellin
sling
snatchin
fillin
towards
infinite
shawn
vein
flock
rays
messed
warriors
splash
warrior
powerful
candles
name's
beating
sock
actions
brother's
blam
marijuana
cents
swerve
mecca
mtv
fence
ou
fourth
jr
survivor
information
slack
lye
aware
eggs
daze
grimy
jumping
girlies
rug
connection
rainy
carried
iller
pearl
leanin
dreamed
cells
buying
straighten
groovin
drip
jerry
houses
fits
chumps
groupie
root
sue
lox
drastic
victims
morn
epmd
neither
conscience
scott
cnn
scare
scope
shirts
lion
spare
thorough
federal
glove
cigarette
aah
lunatic
hyper
duuh
carpet
armor
wishes
coward
tickets
apartment
habits
tuck
agent
pepa
shelter
whos
ought
iz
direct
trained
heater
provide
troubles
starvin
facing
sore
rump
critics
swine
bucked
shopping
morgue
carter
weave
cameras
levels
blessings
manifest
rocky
electric
cope
pharoahe
fulfill
foolish
office
capture
bk
overseas
party's
humpty
17
secrets
beams
cus
sauce
perfection
parking
rags
surround
contract
detroit
painted
wasting
string
kon
hawk
driver
greet
flaunt
ben
chasing
nada
reachin
beanie
cribs
heart's
realized
upstairs
intelligent
deals
milimeter
pies
knuckle
afro
actually
slaves
nor
bloods
penitentiary
paying
style's
44
buckle
conquer
bleeding
minor
voc
juelz
kong
joey
nothing's
what'cha
ridiculous
entire
stray
reveal
cared
parlay
blige
rushin
complex
troop
wuz
function
wizard
rah
coolin
pale
highly
clicks
jobs
community
pipes
basically
fu
flood
ca
horror
alles
fr
bra
softly
albums
clinton
cab
shove
fitted
posted
process
phrase
pulls
africa
1x
wing
faggots
ling
allowed
tripping
rainbow
roaches
address
digital
sooner
flew
pre
subject
dann
remedy
dose
insanity
reaching
crackers
impress
dive
poke
williams
apologize
schemin
jazzy
blessing
blades
sipping
models
league
cris
wastin
borrow
century
screams
lou
cans
niggers
parked
flower
charm
san
david
fog
jamaica
gifts
crept
speaks
jd
ant
ruler
wreckin
brandy
outlawz
genius
pumps
werent
coppin
tame
superman
corrupt
mama's
spirits
raisin
basketball
file
crip
gamble
bluff
hoods
brush
wrists
reaction
shatter
yayo
prevail
swore
gunnin
perhaps
buildings
switchin
kingdom
laughed
lung
temptation
awhile
todo
vez
millenium
recall
daylight
begging
cradle
corn
straps
rising
empire
animals
nurse
ton
moet
peers
arent
december
concerned
tables
summertime
bruce
x8
faithful
aaah
sluts
ganja
midst
fee
castle
closest
18
deee
effects
hon
ties
esta
pmd
champion
lanes
treasure
riff
extreme
wolf
orders
gs
brighter
schemes
latest
rescue
zoo
blazed
cheeba
ammo
placed
deaf
jermaine
member
videos
cure
unh
committed
foundation
designed
thy
host
ignorant
tah
heroes
jockin
drew
sloppy
causing
headin
toke
scrilla
banging
hustlas
paris
understanding
jury
chu
dizzy
tighter
turk
guessin
cooking
diesel
ruggish
rae
auto
advantage
sneakers
pe
girlie
itself
sweeter
earl
mexican
rack
stain
professional
dish
rim
ny
fixed
chyna
monch
illusion
md
challenge
loop
kush
mariah
mist
getaway
several
changin
efx
stairs
promises
strung
aftermath
how's
manny
amp
stink
daughters
coppers
kray
beefin
licked
hopped
command
artists
garage
exotic
kills
gorilla
azz
scale
loyal
eventually
piano
fuckas
wounds
steam
kin
gloves
coach
presidents
goods
invite
slid
staying
trey
qb
manage
adidas
cd's
coochie
affection
cotton
mayor
repeated
hopes
kidnap
git
slingin
sorta
individual
charges
sheep
peeped
condition
teflon
screamed
puffy
gritty
crab
deceased
ideas
thoia
gators
professor
bored
popcorn
bizkit
wenn
vacation
greens
witchu
kitty
topic
laughs
bacon
axe
caused
tub
jewel
game's
slum
puedo
could've
rubbin
twins
passenger
janet
sail
rifle
claiming
grenade
choked
flirt
duty
hennessey
observe
ounces
knives
vodka
zen
6x
tea
seventeen
opposite
rearrange
assault
hostile
autograph
magazines
washed
pinky
tunnel
military
progress
believed
cooked
riddle
concern
hallways
mind's
knots
carolina
motherfucka
thirst
cheer
dpg
seal
suburban
positions
downs
display
collide
sh
slammin
drain
mold
hmmm
maze
stakes
fields
ancient
murders
border
pedal
sideways
dynamite
watts
nunca
ras
lbc
lisa
fingaz
totally
compete
pharrell
emergency
mayn
bun
drill
brakes
china
tore
ahhhh
tearin
strangers
gassed
pourin
fury
buster
mostly
version
tissue
america's
bench
hubba
rhyming
sumthin
gi
tension
packing
following
nod
respected
snitchin
parole
onto
minded
buttons
ringin
tempo
ink
sicker
immer
bandit
unload
blazing
husband
driven
adrenaline
flooded
malcolm
related
bruise
strain
je
faced
timbs
cousins
tock
herbs
measure
guage
iraq
duh
sparks
amazin
obvious
x6
charles
commit
released
500
dam
tiger
skee
jammin
staten
tend
peeled
assed
sweep
spitting
guerilla
defense
dukes
pork
murderer
braggin
transform
hiding
hennesey
skinned
firing
emotion
retire
familiar
5x
cain
sheek
grandma
stunna
sirens
forces
kay
switched
celebration
flips
gab
thong
slipping
crowds
learnin
settin
brook
dread
blah
smells
bacardi
japan
flava
shotty
phones
curious
tennis
drives
based
millimeter
oooo
expected
breast
checking
marvin
why'd
arrived
potent
sports
flop
b's
during
readin
nonsense
shank
stalk
replace
counting
pointed
arf
batman
chills
wat
tek
shack
clit
gently
heartache
pages
mario
engine
knuckles
blessin
wallet
yelling
necklace
scatter
basic
per
scar
endless
crossroads
london
anotha
discuss
anti
minus
pavement
raid
hov'
soup
account
pep
bike
fatter
guards
starr
moonlight
mastered
rican
episode
becomes
hypnotized
talib
hearted
analyze
hundreds
inspectah
groupies
creeping
ole
fluid
bugged
clapped
ch
teachers
attraction
currency
ty
sonny
attempt
juss
elephant
corny
cutting
chaos
ser
murderers
winnin
quickness
cities
toilet
yeahh
stripped
fairy
trues
elevate
ls
mis
serv
hugs
pos
cycle
ammunition
knight
vietnam
legendary
you'se
cheatin
bm
amazed
caution
mashin
butts
totin
befo'
wiz
unity
rougher
choices
comfortable
exact
vibes
knocks
nick
heaters
les
circles
expensive
kit
report
representing
tries
considered
gentle
fists
ryde
flowing
shown
oops
charged
planes
cam'ron
finesse
prefer
bikes
property
fading
scenes
mouths
prowl
describe
huggin
craig
families
poverty
pearls
solja
dray
shark
fabulous
lobby
powers
oj
lawyers
heights
regulate
danny
slappin
aha
willy
prophet
grateful
failed
drowning
ryders
scrub
22
ambulance
jamaican
reload
thousands
whom
roach
sag
cave
beatz
increase
disc
leads
rocket
babylon
pencil
mid
og's
bitchin
hustling
hustla
recite
hammers
tyson
to'
atl
fantastic
buckwild
collapse
kweli
wins
cable
comprehend
tonight's
remy
thirteen
lac
torch
exchange
eddie
felony
khakis
13
hes
pumped
goodie
creation
sincere
rang
veteran
kite
commin
jason
gunna
waking
corazon
phillies
sprinkle
limits
chinese
ordinary
sinner
groups
delight
thankful
scent
cooler
certified
pissin
magnum
royce
cheated
jerusalem
roads
sweater
swimmin
members
21
rico
limo
market
mini
drummer
illusions
squeezin
coup
smiled
zip
ships
blowed
broadway
tragedy
porsche
tapped
crumbs
aaliyah
endin
swinging
locks
wannabe
minimum
hun
casa
victory
tramp
cups
understands
atmosphere
bushes
therefore
entertainment
trump
crew's
dedication
jokin
macks
tymers
sigel
parkin
ci
commercial
bogus
rot
tickin
various
buddah
childhood
cracker
sniffin
unite
bliss
girlfriends
edi
uno
ginuwine
skirts
hopeless
schools
destiny's
twistin
liebe
auch
soy
depends
usual
tonite
attached
doh
hire
anthem
who'll
onyx
giggles
info
nuh
funkmaster
pimping
hobby
richter
period
backed
noch
swallowed
listened
liquid
manhattan
negro
knowhati'msayin
serving
momma's
izz
stevie
constant
sacred
shiny
survived
vital
dine
arrested
data
treble
apes
biting
armageddon
iceberg
everythang
po's
hooks
conflict
nutty
seperate
dimension
production
vexed
caskets
attract
tic
hypnotize
heavyweight
doctors
plush
inna
crips
lounge
among
borough
labels
pero
grease
glide
whateva
pressurin
banana
television
billion
par
floating
vocab
foolin
sind
chased
dan
belongs
teddy
rusty
eternally
nike
yacht
explore
continues
outcome
starter
leak
intellect
stitches
stranded
flashy
hab
stains
richie
ahora
staff
pissy
giant
dopeman
butterfly
itchin
hookers
shouts
teen
halls
nail
dupri
bwoy
mickey
believing
mon
followin
sweating
wah
tomb
vice
sidewalk
geto
inc
bah
unstoppable
oooooh
voy
tragic
routine
gentleman
cellular
waters
stinkin
dats
stuy
reputation
stable
beginnin
thump
spins
mothafuckas
provoke
curl
bore
fours
recipe
drift
towns
appears
saggin
jetzt
cypher
saving
infrared
expand
grief
curtains
brownsville
mehr
lands
latifah
prayed
tariq
hid
flexin
whyte
glamour
flags
permanent
ducks
custom
gifted
uncut
sweaty
herself
jah
38
guest
abstract
tipsy
dru
whites
pooh
jive
yappin
theory
whut
spotted
pros
glue
plaques
luther
weakness
911
trusted
site
luda
loyalty
jets
protected
eyez
grippin
gunshot
crawlin
shyne
massive
perfume
steez
georgia
cuffs
hut
wut
musta
gurls
eighteen
reply
rooms
shore
wop
everyone's
soak
pits
ban
swarm
people's
cocoa
fag
jumps
slidin
heroin
60
ropes
tucked
rushed
gossip
national
monica
decisions
watches
spank
smashed
neighbor
whispered
swagger
worthy
tower
assassins
operation
'dro
completely
madonna
cow
goons
noticed
sharks
horses
normal
organized
jamie
description
confidence
angle
overnight
odd
soundin
johnson
worm
haunt
gleam
lawn
swervin
noon
c'mere
achieve
reflection
stance
ross
bonnie
combination
rode
risin
wooh
outkast
value
runaway
produce
dungeon
mate
vapors
fled
dopest
ringing
stabbed
biatch
freddy
july
fk
clearer
bullshittin
issues
stalkin
circus
genuine
sess
profile
amaze
character
bing
motivate
potion
destination
selfish
hahahaha
slightly
cuando
x1
links
wildest
invincible
raped
billboard
meeting
juan
aqui
boast
pumping
sheet
june
aunt
violate
tunes
spillin
apply
stove
legacy
tearing
argue
needin
planets
award
versace
jus'
blooded
ash
stages
nana
grounds
object
bathing
precise
closing
flavors
wedding
bigga
village
ken
fooled
hata
nightmares
stall
entertain
mira
caress
illin
christian
existence
inspiration
wilson
everlasting
cannon
lend
sparkle
invest
tricky
e's
computer
planted
basket
motherland
milli
coats
absolutely
refrain
jeah
zig
tattoo
climbin
crucial
seasons
deez
format
soakin
meets
kokane
troy
lemon
felon
mek
swiss
mobile
pledge
lames
loops
pimped
tuesday
expose
acres
winds
outs
thugstas
sewer
sunrise
rodney
bait
clair
event
chilling
prisoners
tattoos
artis
flipping
sucks
haul
likely
tiny
buss
mista
introduced
dim
international
celly
womans
karma
bumping
impressed
snappin
football
must've
muhammad
nitty
goodness
darkest
fronts
healthy
addict
jacob
fellow
pennies
properly
phil
leaders
galore
alike
benzes
screwed
suite
sneakin
sweetest
william
indian
beers
sa
hesitation
nyc
wound
shit'll
ight
pan
web
19
earthquake
define
doll
dreads
afternoon
seekin
repent
spreadin
cord
stomped
backin
todd
glance
luxury
snoopy
hyped
tre
remove
brake
spike
adam
ih
womb
unto
karats
tlc
passes
classes
36
murphy
fraud
papes
gum
lincoln
pains
smashin
divide
patrol
clef
forehead
flashing
sensation
michelle
logic
frost
alize
roy
virginia
losses
tons
sandwich
fires
kass
battery
penis
thomas
yi
ohhhhh
loser
rubbers
lb
seeking
bebot
angeles
crowded
balling
politics
isle
florida
ish
tho
hen
testify
suicidal
horns
grim
tours
spite
winning
mattress
complicated
grammy
intense
skeet
swag
convinced
jar
leakin
denn
multiply
coldest
darts
stormy
threats
nikes
arrow
matchin
traveling
sha
weeded
darkside
boy's
techniques
rank
peelin
craps
gospel
stealing
smokers
quik
greasy
messing
mal
opportunity
tempt
badge
occupation
survivin
grips
difficult
loneliness
meter
fakes
stacking
audience
doggz
confuse
et
sounding
breasts
quality
courage
criticize
easier
danced
panther
traps
shovel
homeless
flawless
igual
doggs
fuel
boost
dow
marc
hatred
siempre
fab
sunset
annie
upper
breaker
debt
drunken
we's
vs
invisible
hostage
alias
imagination
regrets
mic's
identity
niggas'll
licking
caint
handlin
relief
navy
masters
hoop
shhh
struggling
teachin
stake
despite
outfit
sht
scopin
minks
pon
techs
hatas
suave
erotic
wolves
politicians
boomin
retaliation
drought
handsome
miller
stunts
concentrate
actor
learning
doug
stashed
kirk
ribs
insecure
eighth
cuff
enamorada
laser
ella
est
ts
tokin
wigs
instinct
unfold
diggity
patron
pal
betty
influence
cal
jingle
nearly
cocky
primo
destined
cookie
mars
naturally
bunny
racist
messiah
roast
earned
clyde
whispers
worn
playaz
taxes
pastor
worries
fulla
blasting
producer
mens
yak
wakin
cris'
hollows
worship
impala
elementary
coma
linen
spotlight
estoy
98
cigar
native
solution
cappin
tongues
poet
prey
lamp
lange
ins
shooter
nations
microphones
corpse
pam
finding
whatta
smarter
murderin
pope
baggin
massage
hast
urban
stylin
sealed
vote
cigarettes
kato
writer
penetrate
louie
gangsta's
dodgin
hottie
cowboy
racing
berry
inglewood
cipher
gipp
cheers
racin
queensbridge
sticking
battles
contest
aimin
livest
whispering
succeed
absurd
prance
picks
raining
plea
chemical
rapid
14
demise
remi
splittin
sharing
rollers
vogues
crop
sickness
flyer
excuses
multi
colored
porno
clone
voodoo
bumped
twerk
physically
gangs
lullaby
mouse
rips
dynasty
mathematics
kinds
hollis
text
copper
getting'
kansas
pj's
sinister
harry
stuffed
fittin
fronted
spilled
tr
40's
social
condom
hallway
kann
4th
2x's
godfather
homegirl
marriage
poetic
motel
dips
wesson
sup
debate
burners
canibus
fork
rookie
plead
grudge
jazze
downfall
knack
rap's
montell
sec
handed
feedin
9's
tecs
strut
sprayin
rio
relationships
roger
sportin
condoms
two's
yaknowhati'msayin
bloom
caine
boston
behave
irrelevant
dates
parade
attacks
80's
t's
counts
lavish
temperature
ching
loungin
destroyed
grammar
typical
pitiful
cola
nie
shattered
wives
lingo
palms
causes
fathers
mastermind
fbi
idol
meine
thugsta
pretending
imperial
butch
hunter
execution
feather
closely
ripper
discover
damnit
marked
barry
royalty
theme
weigh
xzibit
sleepy
richard
trance
bist
bats
fighter
dusty
crumble
dia
potential
collectin
sofa
france
ac
alamo
applause
telly
nicest
supa
serial
cheating
awards
crushin
reggae
commence
ronnie
lobster
tweet
addiction
otra
restless
soundtrack
larry
ferrari
dots
choir
scheming
banged
devour
pours
impact
suspect
bauw
ly
showers
instant
halloween
swoll
who'd
speedin
mommas
fourteen
misses
shiver
automatics
rhymer
potato
sich
chromed
warnin
covers
dames
biscuit
butcher
backstage
yeh
moments
justin
swung
reap
be's
terrible
oaktown
lunatics
conscious
forest
600
aiight
wished
reckless
thriller
vanilla
scrape
probable
nap
seventy
certainly
shrimp
teams
believin
political
wieder
probation
miracles
kung
invented
desperate
ducked
recline
toll
kris
poster
presidential
witch
rome
witnesses
farewell
helpless
huntin
despise
consume
kingpin
snort
concert
patiently
chemistry
swords
ri
fizzo
heres
davis
nickels
wetter
nba
relaxin
twenties
mae
birdman
sequel
amin
layed
finds
retreat
bangers
tilt
lottery
delicious
bendin
wrecked
uns
pony
believers
lotion
corleone
earrings
tradition
budget
breakdown
needing
upstate
controllin
turtle
sista
fiction
invited
caller
goat
hoooo
interest
hov
deepest
mwen
craziest
judgment
november
amen
cling
shaq
scoob
runner
snaps
pilot
stutter
slo
puzzle
mend
oven
stabbin
wicket
battlin
im'a
tougher
dummies
squeal
moses
motherfuckas
blurry
fragile
heavily
babyface
ham
conversations
flyest
batter
results
tire
elevator
fishin
lotto
jakes
internet
pressed
hummers
shakes
divided
g'd
plaque
theirs
devotion
tide
grimey
rebels
crashed
courts
scriptures
thumb
expression
sparkin
towel
feeding
stunned
assume
pouring
undress
eliminate
clark
opera
composure
pressin
bushwick
cookies
werden
nonstop
20's
bumper
do's
graffiti
filling
bruised
freddie
wick
clash
frames
opposition
bakin
mere
needles
greg
equals
arrive
popular
goals
u're
7x
priceless
banned
aaa
sells
deceive
sein
porque
tounge
clientele
yadi
egg
cognac
screens
draft
plated
stud
soaked
forms
trains
partna
thursday
suede
380
population
temper
escobar
oww
loosen
edition
elements
dancer
buckshots
fatigues
swisher
bubbles
fuse
respond
abyss
suffering
honestly
flush
rattle
millennium
emotional
cassette
tennessee
elbows
bout'
sinkin
hers
whylin
district
jada
als
worthless
muh
curves
condo
galaxy
bubblin
capri
ante
claire
tengo
awful
klick
'cross
crisp
feenin
motor
romantic
lamb
sunroof
ness
holster
bugs
races
'lac
swimming
whitney
factor
views
jo
fiesta
marshall
obie
skoob
vow
clot
ghettos
chu'
scales
dallas
committee
booze
tint
overcome
swoop
stressing
philosophy
pussies
hound
dock
cement
convince
simmons
ignite
insist
refugee
brung
prints
faking
triflin
diggi
frankie
possess
tossin
badder
global
searched
bigg
zulu
apollo
dyke
tags
mane
landed
height
rally
precision
pawn
bitty
request
educated
relentless
daisy
luke
desk
savin
combine
groovy
redrum
disagree
drifting
why's
syke
ballad
slavery
pet
camouflage
evident
junkie
90's
badu
father's
toi
surgery
heartbreaker
bagged
strawberry
storms
unlike
persona
graveyard
starving
helicopter
actual
rapture
graduated
gangbang
sleigh
ge
metaphor
judgement
lays
broom
today's
sly
verbally
tin
slain
terminator
squash
meanin
closin
barkin
aboard
determined
controller
alle
disgrace
hops
robbers
intent
itchy
casino
eager
sperm
lifestyles
getter
dumped
admire
2na
wage
ralph
kevin
soil
crabs
lockin
kid's
i's
milky
hypnotic
christine
bluffin
skinz
tina
buds
freaked
eats
alkaholiks
furious
ova
theodore
lump
mistaken
rhythms
kenny
digging
scratchin
hummin
spy
az
smoker
erupt
footsteps
structure
controls
finer
mingle
departed
montana
savior
thigh
brass
1999
slight
ignored
rarely
nuclear
eine
scholar
photo
trill
ganz
net
select
street's
trauma
consequences
aimed
aus
hehe
comb
matrix
suspicious
divorce
misunderstood
dissing
tappin
marvelous
delay
thai
messages
scenario
lewis
lords
crow
intelligence
motivation
asap
wavin
thrills
phenomenon
nephew
reminiscin
patch
ver
starks
doogie
mayday
spouse
frustration
saga
oxygen
icey
nos
boppin
perm
elvis
stumble
throats
mutherfuckin
caper
massacre
exposed
bentleys
dunk
spoil
connects
romeo
lurkin
spreading
leap
strife
hells
esteem
hoe's
stan
fantasize
overdose
mississippi
pursue
picking
formed
stamp
turkey
ducking
territory
flaws
cupid
doggin
maxine
boats
unseen
wagon
treats
darker
treatin
offa
labor
wondered
tatted
get'cha
lightly
thumpin
grands
feedback
russell
allright
artillery
meditate
opinion
chaser
oui
offered
moral
swig
intoxicated
religious
testing
classy
entered
upt
owner
heidi
delivered
masks
curtain
pine
trenches
alkaholik
invasion
grinding
raising
residence
helps
scripture
muthafuck
rodeo
nwa
pigeon
lava
plots
3000
gems
bugging
relaxed
sleazy
pas
dishes
brim
cosmic
airport
seventh
trooper
millionaires
else's
sane
peaceful
plannin
hollar
ability
beotch
realness
shh
length
replaced
uhhhh
snooze
liberty
lipstick
compromise
features
audi
puppet
sis
deville
salvation
sniper
carryin
tummy
tattooed
ages
amil
bozack
youll
dup
banner
cocks
locs
taker
obey
ak's
thus
ripping
sweetheart
hoodie
tooken
dresser
nipples
honesty
grinnin
disciple
vogue
niggaz'll
prisoner
hazardous
sliding
lease
streetz
tanks
shield
leading
gram
guilt
sharper
scooby
mel
september
lid
smackin
brace
farm
responsible
depths
nou
troubled
brah
reggie
vests
environment
friendship
killaz
legalize
villian
bumps
beesh
sexin
defend
crunchy
rapped
yer
introduction
bia
weary
donna
semen
gym
youngster
fur
timing
c's
distant
bully
matches
bon
donkey
pens
headphones
kobe
cannons
cigars
medical
senses
buzzin
expert
cena
lows
einen
dit
chart
bled
knahmsayin
backseat
handcuffs
bruh
villains
climax
spoon
amateur
yelled
wears
excel
ignorance
22's
tube
wiser
pepper
jadakiss
satin
benjamins
bets
outer
reporter
leben
asiatic
multiple
lady's
'g'
fredro
everbody
regal
incase
feared
offended
chess
senseless
muh'fuckers
cobra
deja
mcvie
cereal
sneaky
bombin
asks
awww
estate
seh
fuhgidabowdit
shorty's
young'n
freely
watcha
360
ju
showdown
noose
ike
conspiracy
stamps
sewed
print
simon
juggalo
basis
pha
dos
authority
'98
discussion
holmes
cassidy
ruger
codes
bobbin
stitch
furs
blacker
bankhead
likwid
beez
calico
stamina
giddy
tense
magnolia
carlos
madd
asian
marl
revolver
hoody
mice
signin
shaft
dop
alligator
titty
boil
timin
boulders
cemetery
endo
bums
hataz
tippy
ingredient
ing
oppose
yukmouth
womp
amounts
creek
su
what'chu
blouse
limelight
pinch
wink
smokes
throttle
gank
truest
affect
cakes
velvet
burger
leaning
macs
snare
cha'
writers
visualize
gangstarr
unborn
lasts
scam
spun
rushing
continued
graves
mexico
rod
harass
hier
mankind
stansfield
punish
stream
claus
follows
sew
ooohh
oohh
menage
sits
behavior
magnificent
lighters
soar
elliott
kilo
vu
wonders
nevertheless
geyeah
wednesday
counter
palace
chairs
resume
resort
interior
particular
crossin
pretender
term
throwed
operate
glimpse
balla
organize
pads
systems
puss
possibly
lyricist
franklin
scenery
polite
workers
gemini
cloudy
prophecy
punishment
k's
token
beamer
playa's
overtime
hooo
ee
liars
sweetie
jackets
mah
jackie
odb
doper
survivors
obstacles
bits
counterfeit
stations
dollas
whiskey
mj
sprees
behaviour
donde
larger
rocker
blonde
grym
hunted
sadness
carnival
superior
helpin
cockin
lone
justify
lens
designer
tuned
homework
heist
mortal
grenades
ihr
shorter
fuzz
8th
vic
coo
actors
lightin
prices
snub
faze
mmmmm
ditty
unbelievable
thugging
sigh
decay
stride
shaky
sympathy
kennedy
profession
ferocious
dipset
robbing
grit
zag
moist
secure
peaches
casualties
nicole
cutlass
souljah
noises
remote
narrow
od
karate
dart
stinky
loca
nacht
burden
tickle
mu
skeezer
appetite
individuals
pots
oc
tripped
infinity
radical
current
mysterious
cemetary
bucking
ping
lieutenant
yang
devaney
alabama
hasnt
slammed
jig
icy
cologne
prolly
babygirl
friction
defy
directions
atomic
shepherd
meantime
powered
clocks
teenage
verbs
whaddup
scheamin
dearly
ankles
poems
goody
10's
equality
gaye
spoiled
nore
refugees
response
24's
thug's
bows
virgo
400
adjust
complaining
forbidden
curls
clay
vl
climbing
shops
depressed
solar
subliminal
hoochie
nino
tryina
madman
confrontation
autographs
sweets
splatter
abused
snuck
quien
sistas
caliber
cole
music's
gotten
meals
wettin
stretched
jesse
lucy
marble
lifes
pusha
reminds
bites
chatter
angles
machines
humpin
budge
doobie
bosses
duct
trials
contemplate
cleared
digger
highness
tastes
craft
reflect
suge
harmonizing
bananas
terms
grandmother
sleeps
hitters
'nuff
ordered
acknowledge
patty
dusk
coconut
tay
reading
coca
witta
limb
'cha
slayed
retaliate
grabs
dayz
student
summers
unwind
flights
tones
clears
minister
celebrity
traveled
47
maxin
accident
turntables
swiftly
erica
mystic
fore
roar
captured
fries
stats
spits
absorb
payroll
payed
nile
prostitute
spider
entourage
steelo
toxic
ruled
combined
sundown
genocide
dried
throwback
crazed
ledge
buckshot
glistenin
kidding
expedition
clubbin
escalade
klan
arena
worker
matching
homicidal
sissy
gasoline
sub
colours
1130
connections
grape
salary
hack
elevated
how'd
fails
frail
seriously
sanity
tab
ninja
grills
peanut
wheezy
layer
limousine
doubts
terrorist
pizza
joking
youve
revolve
weaker
beretta
russian
witty
tremendous
barking
sparked
nachtrauern
content
ese
crashing
noche
ceilin
farmers
mustard
gravity
isley
attitudes
extended
disrespectin
ladder
usa
loadin
jose
bounced
noone
dividends
95
metaphors
conceal
findin
hooptie
jacuzzi
marcy
purchase
wobble
belief
cape
sheisty
holly
jab
damaged
umbrella
corporate
monte
carrying
fright
climbed
sounded
morris
player's
poker
mixing
z's
zoop
mein
audio
deranged
pulse
carries
carriage
predator
stocks
bubbly
eva
rental
gimmie
pave
neglect
sinners
fader
option
pointin
symbol
squares
king's
candlelight
owned
cussin
weights
clickin
niguh
hotties
essential
sever
steering
reeboks
hates
film
oprah
controlled
gap
e'rybody
twinkle
dontcha
poisonous
surviving
v's
destruct
'll
raindrops
winners
hoochies
cautious
unlock
positivity
bartender
immortal
denied
mar
riots
stout
hopefully
tenth
innocence
dog's
barrels
oak
revelation
exclusive
prone
labeled
ditches
strategy
consequence
comeback
rust
clones
shootout
shottie
smother
negativity
vanish
species
gitty
mujer
flown
bracelet
forgiveness
mixin
hint
gator
helping
marchin
sights
believer
reminiscing
laces
nicks
haunted
kat
noel
boxes
franks
mat
br
wally
maximum
pathetic
juggalos
diana
cmon
void
trademarc
bloodshed
outrageous
family's
badly
entertainer
circumstance
daytime
monopoly
shaheed
trench
leash
astray
mischief
teaching
biters
thongs
kamikaze
sewn
flam
swifty
hockey
enterprise
element
indians
missile
parks
manager
agony
depth
prevent
useless
hassle
masquerade
dancefloor
bounty
desires
pins
tested
dismissed
barred
restin
kandi
clak
glisten
jerkin
curve
inject
kiddin
brian
frustrated
jew
selection
malt
70's
muh'fucker
rivers
bomber
zurck
brews
crackhead
mount
extortion
apocalypse
spinach
sweats
inspired
tiempo
swamp
mills
versus
funkadelic
sony
spades
bs
passionate
operator
islands
crops
discovered
legends
otha
gaze
200
uptight
intellectual
dada
zones
vultures
kneel
concealed
bankroll
jordans
henn
hussein
cinderella
raider
cuba
twirl
buisness
hoodrat
fo's
advanced
deeply
decent
freaking
farmer
bands
crisis
mistress
roley
exciting
myth
thier
allegiance
glitter
scooped
rovers
dein
almighty
encore
goner
coupes
rearview
bubba
headache
hitler
sua
housing
ruined
illa
westcoast
beings
stun
batch
other's
tints
baking
motions
frightened
access
puppy
caviar
training
pearly
trend
behalf
tung
faker
pah
yards
stainless
homo
olde
4's
hallelujah
