'd
'er
'im
'n
'round
-pau-
10
100
105
110
115
120
125
130
135
140
145
15
150
155
160
165
170
175
180
185
190
195
20
200
205
210
215
220
225
230
235
240
245
25
250
255
260
265
270
275
280
285
290
295
30
300
305
310
315
320
325
330
335
340
345
35
350
355
360
365
370
375
380
385
390
395
40
400
415
420
425
435
445
45
450
5
50
55
60
65
70
75
80
85
90
95
</s>
<s>
<unk>
abhorrence
abide
abode
about
above
accept
accepts
accompany
accordance
accorded
account
accursed
accusation
acquainted
across
act
acted
action
actions
activity
acts
adam
adjured
advise
advised
adzes
affair
affairs
affirms
afford
afraid
after
afterward
again
against
aggravate
agree
agreed
ah
aid
air
alarm
alexander
alexandria
alight
alison
alison—
all
allege
allow
allowed
alms
alone
along
aloud
alphabet
already
also
also—with
altar
although
altogether
always
am
am'rous
amen
amity
among
ample
amputation
an
ancestry
anguished
announces
annoyed
another
answered
answers
antichrist
any
anymore
anyone
anything
apart
apostles'
apparel
apparent
appeal
appear
apple
apple's
apprentice
approached
ardres
are
arguments
aright
arising
arles
arms
around
arrange
arranged
arrives
artfully
artfulness
as
aside
ask
asked
asks
ass
assail
assemble
assistance
assume
assuming
assurance
assured
astray
at
attempts
attire
auberée
aught
avail
averse
awaits
aware
away
awful
awhile
axes
back
backwards
bad
baffled
baked
balls
bamboozled
ban
band
banquet
bare
barging
barley
barons—
barrabam
barrel
based
basis
batch
bath
bathe
bathed
bathtub
battered
bawds
bayeux
bear
bears
beast
beat
beaten
beating
beautiful
beautifully
beauty
because
becauseshe
become
bed
bedding
bedroom
beds
bedtime
been
beeswax
before
befouls
began
begged
begins
begs
beguiled
behave
behaved
behavior
behavior's
behaviors
behind
being
beldame
believe
believed
belong
belt
bends
benedico
benefit
beside
besides
best
bestow
bet
betrothed
better
between
beyond
bidden
big
binds
birth
bishop
bishop's
bit
bite
bitter
bittern
black
blades
blazing
blessed
blessing
blessèd
blind
blond
bloodred
blows
blue
board
body
bone
bones
book
booming
bore
born
both
bother
bought
bowels
bower
bowing
box
boy's
bread
breast
bred
bring
broken
brook
brothel
brother
brothers
brothers'
brought
bruised
brush
buck
budding
built
bump
bundled
burn
burning
burrow
business
but
butcher
buy
by
cakes
calais
call
called
calling
came
can
candle
candles
cannot
cant
cape
capons
caraway
care
cared
carefree
careful
cares
carp
carried
carries
carrying
carved
carver
carvings
case
cases
cast
catch
caught
caused
cavort
cellar
certain
certainly
chair
chamber
change
chanted
chapel
chaplain
chaplains
charge
charges
charlatan
charm
chartrain
chatter
cheap
chest
chicken
child
chimed
chin
chisels
choose
chosen
christ
church
churl
cinnamon
citterns
city
clad
clamoring
clasped
class
clay
clear
clearly
clergy
clergyman
clergymen
cleric
clerical
clerics
clerk
clever
climb
cloak
cloaks
cloister
close
closer
closes
cloth
clothed
clothes
clothing
coarse
coat
cock
coffers
coins
collateral
come
comely
comes
comforted
comfy
command
commanded
commands
comments
common
commoners
community
companion
company
compare
compelled
competence
complaint
completely
comply
con
conceal
concealed
concerning
conduct
confers
confess
confession
confidence
conflagration
confrere
confreres
confusedly
congratulations
conniving
consecrated
consent
consider
consideration
contented
contents
contents—
continued
contradict
contradiction
contrariwise
contrary
contrition
converted
convinced
cools
cord
cordelier
corn
corrected
costly
could
couldnt
counsel
count
counted
countermands
courier
court
coustenz
cover
cowed
created
creature
creatures
credo
crevice
cried
crier
cries
cross
crowbar
crowed
crown
crucified
crucifige
crucifix
crucifixes
cruelly
crusty
cry
crying
cumin
cunning
cunt
cunts
cup
curled
currency
curtain
curtained
curtains
cushions
cut
cuts
cutting
cwm
cyr
dace
dais
dam
damnation
damned
dancing
dapple
dark
daughter
daughter's
daunted
dawdle
day
days
dead
deal
dealt
dear
dearly
death
debauched
debauches
debt
deceit
deceitful
deceived
decision
decked
decree
decreed
deed
deeds
deep
defense
deference
defied
deigned
delay
delight
delights
delivered
demand
demeanor
demoiselle
demonstrated
denier
denise
denise's
dennis
deny
depended
desire
desired
desist
destiny
destroyed
details
detects
devil
devils
devotedly
devour
did
didnt
die
died
dieu
different
din
dine
dinner
dinner's
dinners
dinnertime
dire
directed
direction
directs
disapproved
disclosed
discover
disdain
disgrace
disgraced
disguised
dishonest
dismay
dismissed
dispel
distress
distributed
disturbed
divine
dixit
do
does
doesnt
doing
domino
dominus
donation
donations
done
dont
doomsday
door
dormouse
dotage
douai
double
doubt
dour
down
draft
drags
drank
drape
drapery
drawn
dress
dressed
dresses
drew
drink
drinking
drivel
drop
ducks
due
dug
dump
duping
dwell
dwelling
dwelt
each
eager
early
earth
earthly
ease
easily
eat
eaten
edge
education
efforts
eh
either
elated
elite
else
embraces
empty
end
ended
endowed
endurance
enemy
enfranchised
england
engraved
enough
enough—it
ensnared
enter
enters
entertainers
entire
entourage
equally
ere
escaping
eschew
estate
estates
eternal
eum
eustace
eustace's
even
ever
every
everyone
everything
everywhere
evidence
exactly
excellent
except
exclaims
excommunicated
exemplifies
exemplum
exercised
exerted
expect
expected
expecting
expects
expertise
explained
explains
explanation
exposure
eye
eyed
eyes
fable
fabliau
fabliaux
fabric
fac
face
facedown
fact
fail
failure
fair
fairest
faith
fallen
falls
false
fancied
far
fared
farms
farted
fashion
fast
fasting
fat
fated
father
favor
fear
feast
feather
fed
feeding
feeling
feels
feet
feigning
feint
fell
fellows
felt
fend
fetch
few
fidgeted
fiery
fifteen
figure
figures
filled
filles
filling
filthy
finalize
find
fine
finery
finest
finis
fire
fires
first
fish
fists
fit
fit—
fix
flak
flame
flanks
flapping
flax
fleece
flight
flock's
flour
flower
flowers
flushed
foisted
fold
folderol
folk
follow
fondness
food
fool
foolish
forbade
forbid
forbidden
forbids
forget
forgives
forgot
formed
forsake
forthwith
fortnight
forty
forward
fouchier
found
four
frame
francis
franciscans
free
french
fresh
fret
friar
friar's
friars
friday
friend
friendship
fright
from
front
fruit
frying
fucking
fucks
fulfill
fulfilled
full
fully
fun
fur
furrow
furs
further
gaffe
gain
gall
galore
game
gaming
ganders
garlic
garments
gathered
gave
gay
gelded
generous
genitalia
gentian
gentle
gently
george
get
gets
gibbet
gift
gifts
ginger
gird
girl
girlfriend's
girls
girth
gisors
give
given
gives
giving
glad
gladly
glance
glossed
glowed
glowing
go
goat
god
god's
goes
going
gold
gone
good
goose
got
govern
grace
gracious
grand
grant
granted
grate
gray
great
greatest
green
greeting
grief
grieved
grieves
grouse
grow
growing
grumbling
guard
guess
guffawed
guide
guile
guillaume
gulp
gulping
gusto
habit
had
hag
hair
haired
half
hall
hammers
hand
handle
hands
hang
hanged
hanging
happened
happy
hardened
hardly
harlots
harm
harness
harrowing
has
haste
hatchway
hate
hateful
hats
have
having
hawthorn
he
he'd
he'll
he's
head
heaped
hear
heard
hearing
heart
hearted
heartily
hearty
heat
heavenly
heavy
heavyhearted
heels
held
hell
help
helps
helter
hemmed
henceforth
her
herb
herbs
hercelot
here
here's
hermit
herod
herself
hesitation
hey
hidden
hide
hides
hiding
high
him
himself
him—you
hinder
hire
his
holds
hole
holiness
holy
home
homestead
honest
honor
hooks
hoping
hordes
horse
hot
hour
house
how
however
hunchbacked
hundred
hung
hunted
hurried
hurries
hurry
hurt
husband
husband's
hypocrite
hysterical
i'd
i'll
i've
idea
if
ill
image
images
immediately
impart
implement
implicated
imposed
incline
incomplete
indeed
indulged
infamy
information
ing
ingratiating
inhabit
inheritance
injurious
inquire
inquiring
insanity
inside
insisted
inspection
install
installment
instead
intelligent
intending
intends
intense
intent
intention
interest
intimidated
into
irate
irked
isnt
it's
itches
its
jewelry
job
joined
joy
joyful
judaea
jug
jumps
just
keep
keeping
kept
keys
kid
killed
kin
kind
kindled
kindling
king
kith
kneels
knees
knew
knife
knight
knight's
knights
know
known
labors
laceration
lady
lady'd
lady's
laid
lamb's
lambasted
land
lands
large
last
late
laugh
laughing
laughter
launched
lavish
lavishly
lawrence—
lax
lay
le
lead
leads
leaf
league
leaned
learned
least
leather
leave
leave—
leaving
lecherous
led
left
leggings
leisure
length
lengthy
less
let
let's
liar
licorice
lie
lies
life
lifted
lifts
light
liked
likewise
lined
linen
linger
little
live
lived
lives
living
loathing
loathsome
located—he
location
lock
locked
loft
long
longer
look
looked
looking
looks
loons
loose
loosed
lord
lord's
lords
lost
lot
loud
love
loved
lovely
lovemaking
lover
loves
low
luck
lucky
lump
lunatic
lust
lying
ma'am
madame
made
made—
madness
magnificent
mahauld
maid
maiden
maidenhead
maintain
make
makes
making
man
manner
mans
mantle
many
marian
marians
marian—
market
marks
married
martyrdom
marvel
master
matter
mattocks
mattress
may
mayhem
meal
mean
meaning
meant
meet
meeting
melodious
member
members
memory
men
menhould
meo
merchandise
merchant
mercy
mere
merit
mess
message
messes
messing
met
might
mightily
milan
mill
mind
minds
mine
minor
minstrels
minstrelsy
miracles
mirth
misgivings
mishap
miss
missing
mistresses
modestly
modesty
money
mongrel
monk
moral
more
morning
mortally
most
mother
mother's
mount
moves
moving
mr
much
muck
mulling
mum
must
myself
naked
name
nature
near
nearest
necessary
neck
need
needed
neednt
needs
neighborliness
neither
never
new
newly
next
nice
niggardly
night
nine
ninny
no
noble
noblewoman
nobly
nobody
noise
none
nonpareil
nonsense
nor
normand
noses
not
nothing
novice
now
nurse
nursed
nurture
o
obeyed
objection
obligation
occasion
occurred
off
offense
offer
offered
offers
office
often
oh
oise
old
omer
omission
omitting
omnia
once
one
onions
only
onto
open
opened
openhanded
openly
opposition
or
order
ordered
orders
ordination
ornaments
other
other's
others
otherwise
ought
our
out
outside
over
overcoat
overflowed
overhead
overseer
overtaxing
overwrought
owe
owed
owes
own
pages
paid
pair
pal
palm
pan
parable
paramour
parchment
pardon
parent
parents
paris
parish
part
pass
passed
passion
passions
past
pasties
patently
patience
paul
pay
pea
peace
peas
peasant
peasant's
peasantry
peasants
pedigree
peels
pen
penis
penitence
penny
people
pepper
peppered
per
perceive
perceived
perfect
perform
performers
permission
permit
perturb
peter
pheasant
picnic
piebald
pieces
piercing
pile
pit
pity
place
placed
plain
plan
plank
plate
pleads
pleasance
pleasant
pleasantly
please
pleased
pleasure
pled
pledge
pledges
plenty
plotted
polished
pontoise
poor
poorer
pose
position
possess
possessed
possible
post
posterior
posthaste
potbellied
pottage
pound
pounded
pounding
pounds
poured
pray
prayed
prayer
preaching
precepts
precious
prelate
prelate's
preoccupied
prepare
prepared
prescription
presence
present
press
pretense
pretext
prevent
pridefulness
priest
priest's
priestly
priests
probity
proceed
procure
professional
profit
profligates
profounder
prolong
promise
promised
promptly
pronounce
proper
propose
proposed
protection
protestation
proud
proverb
provided
provins
provision
pruning
psalter
pull
pullets
punishment
pure
purge
purple
purse
pushed
pushes
put
putting
qualities
quantities
question
questioned
quick
quicker
quickly
quietly
quite
race
raise
raised
ran
rare
rarity
rascal
reach
read
readily
reading
ready
real
really
reason
reassurance
reassure
rebel
rebuke
received
reckless
recluse
recreation
reeds
refrain
refutation
regret
rejoinder
related
relent
relieved
remain
remains
reminding
remove
renegade
rents
replied
replies
reply
reproached
reproof
require
resemble
resound
resounded
respect
respite
rest
rested
return
returned
reward
rhyme
ribs
rich
riches
ride
riding
right
righteous
rightful
rightfully
rights
ripped
river
road
robe
roger
roof
room
rose
rotten
round
route
rule
running
rutebeuf
rutting
sad
said
saint
saints
sake
salvation
same
sanction
sat
sate
satisfaction
satisfied
save
saving
savior
saw
say
saying
says
scarcely
scared
scene
scholars
score
scorn
scorned
scraps
screwed
scriptures
sculpted
sculptures
search
searched
seat
second
secret
sector
secula
seculorum
see
seeing
seek
seeks
seemly
seems
seen
sees
selection
self
selling
sends
senlis
sense
sent
separation
sermon
serve
served
service
set
sets
sewn
sex
shady
shafts
shaken
shaking
shall
shameful
shamefully
shapely
sharing
sharp
sharpened
sharpening
she
she'd
she'll
she's
sheepskin
sheets
shelter
shift
shillings
shines
shiny
shit
shock
shoes
shop
short
should
shouldnt
show
shows
shred
shrieks
shut
side
sifted
sighs
sight
sign
silly
silver
simon
simons
simple
sin
since
sing
sins
sir
sire
sister
sit
sits
sitting
sixty
skelter
skill
skillfully
sleep
slighted
slightest
slow
sly
slyly
small
smart
snare
so
soft
soissons
sold
solemn
some
someone
someplace
something
somewhere
son
songs
sons
soon
sooner
sore
sorrowful
sort
sought
soul
souls'
sour
sown
space
spacious
spade
spades
speak
speaking
speech
speedily
spell
spend
spent
spice
spied
spine
spirit
spite
spoke
spoken
spot
spots
spread
squats
squatted
squirrel
stack
stairs
standing
stands
staring
start
started
starting
starts
state
stated
states
statues
statuette
stay
stayed
stays
steed
steps
sterling
stick
sticks
stiffening
stiffer
stifled
still
stingy
stipend
stirred
stitching
stock
stocked
stole
stone
stood
stopped
storage
store
stores
stories
storms
story
straight
straightaway
strains
straits
straw
straws
stray
strayed
street
streets
strength
stretched
strict
struck
strut
stuffed
stumble
sturdy
stylish
suave
subpoena
subpoenaed
subterfuge
subvert
such
suckle
suffer
suffers
suit
suitor
summer
summon
summoned
supplied
support
supports
supposed
sure
surely
surly
surpassed
suspended
suspension
swampy
swear
swears
sweep
sweet
sweetheart's
swore
sworn
swung
table
tabors
tail
tailored
take
taken
takes
taking
tale
talk
talking
taper
task
taste
teach
teaches
teaching
tear
tears
teeth
tell
tells
ten
tenderly
terrain
terrified
text
thames
than
that's
their
them
themselves
then
there
there's
therefore
thereupon
these
they
they'd
they'll
they're
they've
thing
thing's
things
think
thinking
thinks
third
thirty
this
those
though
thought
thoughts
thrashings
threatening
three
threw
throat
through
throughout
thus
tidy
tied
tight
tightly
till
tilled
time
times
tips
tirelessly
tithes
to't
today
together
told
tomorrow
tongue
tonight
tonsured
too
took
tool
tools
top
topic
tore
torments
torn
tortures
toss
tossed
totally
touch
touches
tow
toward
town
townspeople
tradition
train—
transgression
transition
trap
treasure
treasured
treat
treatment
tree
trees
trembling
trenchant
tricked
trickery
tricky
trip
trollops
trouble
trough
troupers
true
truly
trust
truth
try
tumbled
tunic
turn
turned
turning
turns
tutored
twelfth
twelve
twist
two
tête
ugly
unaffected
unbinds
unclad
unclothed
under
understood
undertake
undertook
undoubtedly
unfamiliar
unfitting
ungrateful
union
unkind
unless
unmarried
unquiet
until
untrue
up
upon
urged
urgently
urging
us
use
used
utmost
vain
valuable
value
varmints
very
vestments
vexed
view
vilify
violating
violes
virgin
virginity
virile
virtue
virtuous
voice
vow
vulgarity
wagon
wait
waited
waiting
waits
waking
walking
walks
wandering
want
wanted
wanton
wants
warrant
was
wasnt
wasnt—it
wasted
water
waterfowl
way
ways
we'll
we're
we've
weak
wealth
wealthy
wear
wearied
weather's
wed
week
weeping
weighed
welcome
well
wench
went
wept
were
what
whatever
wheat
wheedle
when
whenever
where
whereas
whether
whetting
which
while
whim
white
whiter
who
who'd
who'll
who's
who've
whoever
whole
whom
whomever
whores
whose
why
wickedly
wickedness
wide
wife
will
william
willingly
wind
window
wine
wines
wink
winked
winning
wise
wish
wished
wishes
withdraw
withdrew
withers
within
without
witness
woe
wolf
woman
womans
women
womens
won
wonderful
wondrous
wont
wood
wool
word
words
wore
work
workmanship
workshop
world
world's
worm
worn
worse
worth
worthy
would
wouldnt
woven
wraps
wrenched
wretch
wretched
writ
wrongfully
year
yearning
yell
yes
yet
you'd
you'll
you're
you've
young
yours
yourself
zedoary
à
