'
''all
''among
''and
''but
''how
''lo
''look
''my
''now
''o
''the
''tis
''when
'a
'adieu'
'alas
'all
'and
'arise
'art
'as
'at
'awake
'ay
'behold
'bonnet
'but
'by
'can
'cannot'
'chaste'
'come
'courageous
'daughter
'dear
'desire
'didst
'disturb
'do
'dost
'em
'expected
'fair
'father'
'few
'fie
'fondling'
'fool
'for
'gainst
'gan
'gentle
'gins
'give
'go
'good
'had
'hard
'hast
'have
'he
'he'
'her
'his
'holla'
'how
'i
'if
'in
'is
'it
'kill
'leave
'lest
'let
'lie
'lo
'long
'look
'love
'lucrece'
'madam
'many
'mine
'mis
'miss
'more
'my
'nay
'nights
'no
'no'
'nor
'not
'now
'o
'o'
'on
'over
'pity'
'point'st
'poor
'pure
'reward
'say
'scape
'scaped
'scapeth
'shall
'shameful
'she
'she's
'show
'since
'small
'so
'some
'sometime
'stand
'such
'sweet
't
'tarquin
'that
'the
'then
'therefore
'these
'they
'think
'this
'thou
'though
'thrice
'thus
'thy
'time's
'tis
'to
'torches
'twas
'tween
'twere
'twixt
'unless
'unruly
'upon
'vilia
'vouchsafe
'well
'were
'what
'when
'where
'who
'why
'will
'will'
'with
'witness
'woe
'yea
'yet
'you
'young
'your
-pau-
10
100
105
110
115
120
125
130
135
140
145
15
150
155
160
165
170
175
180
185
190
195
20
200
205
210
215
220
225
230
235
240
245
25
250
255
260
265
270
275
280
285
290
295
30
300
305
310
315
320
325
330
335
340
345
35
350
355
360
365
370
375
380
385
390
395
40
400
405
410
415
420
425
430
435
440
445
45
450
455
460
465
470
475
480
485
490
495
5
50
500
505
510
515
520
525
530
535
540
545
55
550
555
560
565
570
575
60
65
70
75
80
85
90
95
</s>
<s>
<unk>
abhor
abide
able
abled
abomination
abominations
about
above
abridged
abridgement
abroad
absence
absent
absolute
absolutely
absolution
abstaining
abundance
abundant
abuse
abused
abuses
abusing
abysm
accents
acceptable
acceptance
accessary
accident
accidents
acclamation
accompanied
accomplish'd
accorded
according
account
accounted
accumulate
accursed
accurst'
accuse
ache
achieve
achilles'
acknowledge
acquaintance
acquainted
acquit
across
act
action
actions
active
actor
actors
acts
acture
add
added
adder
adder's
addeth
addicted
adding
addition
address'd
adds
adieu
adjunct
admiration
admire
admired
admires
admit
admits
admitted
ado
adon
adonis
adonis'
adons
adore
adored
adorn
adorned
adulterate
advance
advantage
adventers
adverse
advice
advised
advisedly
advocate
aetna
afar
afeard
affable
affairs
affect
affected
affectedly
affection
affections
afflict
afflicted
affliction
afford
affords
affright
afloat
afraid
afresh
after
afterwards
again
again'
against
age
age's
aged
agents
ages
aggravate
ago
agrees
agues
ah
aid
aidance
aids
aim
air
airy
ajax
ajax'
alabaster
alack
alarm
alarms
alarum
alarums
alas
alchemy
alien
alight
alike
alive
alive'
all
allayed
allege
allotted
allow
almighty
almost
aloes
aloft
alone
along
aloof
aloud
already
alt'ring
altar
altars
alter
altered
alters
although
alway
always
am
am'
amaze
amazed
amazedly
amazeth
amber
ambition
ambitious
ambush
amen
amend
amended
amends
amid
amidst
amis
amiss
amity
among
amongst
amorous
amorously
ampler
amplify
an
anatomized
anchored
ancient
anew
angel
angels
anger
angry
annexed
annoy
anon
another
another's
answer
answer'd
answered
answering
answers
anthem
anticipate
antics
antique
antiquities
antiquity
any
apace
apollo
apologies
appaid
appals
apparitions
appeal
appear
appearance
appearing
appears
appertainings
appetite
applause
apple
applied
applying
apprehension
approach
approve
april
aprils
apt
aptly
aptness
aqua'
arbitrators
arch
ardea
are
argued
argument
arguments
aright
arise
ariseth
arising
arm
arm'd
armed
armour
arms
army
array
arrest
arrival
arrive
arrived
arrow
art
art'
art's
as
ashamed
ashes
ashy
aside
ask
ask'd
askance
asked
asks
asleep
aspect
aspects
aspire
aspiring
assail
assaild
assailed
assails
assault
assay
assay'd
assays
assemble
assist
assistance
assuage
assuaged
assure
assured
astonish'd
astonished
astronomy
asunder
at
attained
attaint
attainted
attempt
attend
attended
attending
attends
attention
attire
attired
audaciously
audacity
audience
audit
aught
augment
augmenting
augurs
auspicious
author
authority
authorized
authorizing
authors
autumn
avails
avaunt
avouched
awake
awakes
awaketh
awards
away
awe'
awed
awhile
ay
aye
azure
babe
babes
back
back'd
backward
bad
badge
badges
badness
bail
bait
baits
balls
balm
balmy
ban
band
bane
banish'd
banished
banishment
bank
bankrupt
banks
banner
banning
banquet
bar
bare
bareness
bargains
bark
bark'
barketh
barns
baron
barr'd
barren
bars
base
basely
baser
basest
bashful
bastard
bastards
bastardy
bat
bate
bateless
bath
bathe
bathed
bathes
batt'ring
batter
batter'd
battery
battery'
battle
battle's
bawd
bay
be'
beaded
beak
beams
bear
bear'st
beard
bearer
bearing
bears
beast
beasts
beat
beaten
beating
beats
beauteous
beauties
beautiful
beautify
beauty
beauty's
became
because
beck
become
becomes
becoming
bed
bedchamber
bedrid
beds
beds'
bee
been
bees
befalln
befits
before
beforehand
befriends
beg
began
begets
begets'
begg'd
beggar
beggar's
begin
beginning
begins
begot
begotten
begrimed
begs
beguile
beguiled
beguiling
begun
behalf
behavior
behaviour
beheld
behests
behind
behold
beholding
beholds
behoof
being
beldam
beldam's
belied
believe
believed
believing
bell
bells
belong
belongs
beloved
below
bemoaned
bend
bending
bends
beneath
benefit
bent
bepainted
bequeath
bequeath'd
bequest
bereaves
bereft
berries
berry
beseech
beseech'd
beseechers
beseem
beseeming
beset
beshrew
beside
besides
besiege
besieged
besmeared
besotted
best
best'
bestow
bestow'd
bestow'st
betake
bethinking
betokend
betray
betray'd
betrayed
betraying
betrays
bett'ring
better
better'd
bettered
bettering
between
betwixt
bevel
bewailed
beweep
bewitch'd
bewitching
bewray'd
beyond
bid
bidding
bide
bids
bier
big
billing
bills
bin
bind
bird
birds
birds'
birth
bit
bites
bitter
bitterness
blab
black
black'st
blackest
blade
blame
blamed
blames
blanks
blasted
blasting
blasts
blaze
blazed
blazon
blazond
bleed
bleeding
bleeds
blemish
blemish'd
blemished
blenches
blend
bless
blessed
blessedness
blesses
blessing
blessings
blest
blind
blinded
blindness
bliss
blood
bloodless
bloody
blooms
blossoms
blot
blots
blotted
blotting
blow
blow'st
blown
blows
blue
blunt
blunter
blunting
blur
blurr'd
blush
blush'd
blushes
blushing
blushless
blusterer
blustering
boar
boar'
boar's
boast
boasted
boat
boding
body
body's
boil
boisterous
bold
boldness
bolln
bond
bondage
bonded
bonds
bone
boned
bones
bonnet
book
books
boot
bootless
bore
born
borne
borrow
borrow'd
borrowed
bosom
bosom's
bosoms
both
bottom
bottomless
bough
boughs
bought
bound
boundeth
bounding
boundless
bounds
bounteous
bounty
bow
bow'd
bowhay
bows
boy
boy'
brag
bragg'd
braided
brain
braind
brained
brains
brake
brakes
brambles
branch
branches
brand
brass
brav'ry
brave
braving
brawny
breach
bread
break
breakers
breaketh
breaking
breaks
breast
breasts
breath
breath'd
breathe
breathed
breathers
breathes
breatheth
breathing
breathings
breathless
breaths
bred
breed
breeder
breedeth
breeding
breeds
bridle
brief
brief'
brier
bright
brightness
brim
brine
bring
brings
brinish
bristles
bristly
brittle
broad
broils
broke
broken
brokers
brood
brook
brooks
brother
brought
brow
brow's
browny
brows
bruised
brutus
bubbling
bud
budding
buds
build
builded
building
buildings
built
bulk
bullet
bulwarks
burden
burdend
buried
buries
buriest
burn
burnd
burned
burneth
burning
burnish'd
burns
burnt
burthen
burthens
bury
burying
bush
bushes
busy
but
butcher
buttock
buy
buys
by
by'
bypath
cabin
cabinet
cabins
caged
caitiff
call
calld
called
calls
calm
came
camp
can
cancelld
cancelled
candle
candles
canker
cankering
cannon
cannot
canopied
canopy
canst
caparisons
capitol
captain
captivate
captive
car
carcanet
carcass
care
care's
cared
careful
careless
cares
carriage
carries
carry
cars
carve
carved
case
casket
cast
castalia
castaway
castles
cat
catch
catching
caterpillars
cattle
caught
cause
caused
causeless
cautels
cave
caves
cavil
cavils
cease
ceased
ceaseless
cedar
cedar's
celestial
cell
censure
censures
centre
ceremony
certain
chafes
chafing
chain
chaind
challenge
chamber
champaign
champion
chance
chanced
change
changed
changes
changing
channel
chant
chaos
chaps
character
character'd
charactered
characters
charge
charged
charging
chariot
charitable
charity
charm
charm'd
charmed
charter
chary
chase
chasing
chaste
chaste'
chastest
chastity
chastity's
chat
cheap
cheater
check
checked
cheek
cheek'd
cheeks
cheer
cheered
cheering
cheers
cheque
cheque'd
chequer'd
cherish
cherubin
cherubins
chest
chid
chide
chides
chiding
chief
chiefly
child
childish
children
childrens
chill
chin
chips
chivalry
choice
choir
choirs
choked
chokes
choler
choose
choosing
chorus
chose
christ
chronicle
churl
churlish
churls
cipher
circled
circles
circuit
circumstance
circumstances
cisterns
cited
citizen
city
civil
clad
claim
claims
clamours
clapping
claps
claws
clay
clean
cleanly
clear
clear'd
clearer
clearly
clears
cleaves
cleft
clepes
clerk
client
clients
climb
climbed
clip
cloak
clock
cloister
cloister'd
close
closed
closes
closet
closure
cloth
clothe
cloud
clouded
clouds
cloudy
cloy
cloy'd
co
coal
coals
coast
coasteth
coat
cockatrice'
coffer
coffers
coind
cold
coldly
collatine
collatine'
collatine's
collatinus
collatinus'
collatium
colour
colour'd
coloured
colours
colt
combat
combined
combustious
come
comely
comes
comfort
comfort's
comfortable
comforter
comforteth
coming
command
commanded
commander
commanders
commanding
commence
commend
commendation
commended
comment
commentaries
comments
commission
commit
commits
committed
commix'd
common
commonwealth
compact
compacted
company
compare
compared
compares
comparing
compass
compass'd
compassion
compassionate
compeers
compelled
compile
compiled
complain
complaind
complaining
complaint
complemental
complexion
complexioned
composed
composition
compound
compounds
comprehend
comprehends
concave
concealed
concealing
conceit
conceited
conclude
concludes
conclusion
concord
concourse
condemnd
condemned
condition
conditions
conduct
conduits
confess
confessed
confine
confined
confirmed
confound
confounded
confounding
confounds
confusion
congealed
conies
conjugal
conjures
conquer
conquer'd
conquerors
conquers
conquest
conscience
consecrate
consecrated
consecrations
consent
consents
consider
consort
consorted
conspirator
conspire
constancy
constant
conster
constraind
construes
consuls
consulting
consum'st
consume
consumes
consummation
contain
contains
contemplation
contend
contending
content
contented
contenting
contents
continual
continuance
contracted
contradict
contraries
contrary
contrite
contrives
control
controlld
controlled
controlling
controls
controversy
conversation
convert
converted
convertest
convertite
converts
convey'd
cool
coold
cooling
cools
cope
coped
copesmate
copious
copse
copy
coral
corn
correspondence
corrupt
corrupted
corrupting
cost
costly
costs
couch
coucheth
could
couldst
counsel
counsels
count
counted
countenance
counterfeit
counterfeits
counterpart
counting
countless
country
country's
couplement
courage
courageously
course
courser
courser's
courses
court
court'sies
courtesy
courting
courts
cover
coverlet
covers
covet
covetous
coward
cowards
coy
cozening
crack'd
cradle
craft
cranks
crannies
crave
craved
created
creating
creation
creature
creatures
credent
credit
credulous
creep
creeping
creeps
crept
crest
crests
crew
cried
cries
crime
crimeful
crimes
crimson
critic
crooked
crop
crops
cross
crossed
crosses
crow
crown
crowned
crowning
crowns
crows
cruel
cruelly
crush
crushed
crusheth
cry
crying
crystal
cuckoos
cunning
cup
cupid
cupid's
curb
cure
cured
cureless
cures
curious
curled
curls
current
curse
cursed
curst
curtain
curtains
curvets
customs
cut
cynthia
daily
dainties
daisy
dale
dallied
dally
damasked
dame
damm'd
damned
damps
dance
dancing
dandling
danger
dangerous
dangers
dank
dapper
dardan
dare
dares
darest
daring
dark
darken
darkening
darkens
darkest
darkly
darkness
darksome
darling
dart
darts
date
dateless
dates
daughter
daughter'
daughters
daunts
day
day'
day's
days
dazzleth
dazzling
dead
deadly
deaf
dealing
dear
dearer
dearest
dearly
dearth
dearths
death
death's
deaths
debarred
debate
debated
debaters
debateth
debating
debt
debtor
debtors
decay
decay'd
decayed
decays
decease
deceased
deceit
deceitful
deceits
deceive
deceived
deceives
deceivest
deceiving
december's
deck
decks
declare
declined
decrease
decree
decrees
decrepit
dedicate
dedicated
dedicating
deed
deeds
deem
deemed
deems
deep
deep'st
deeper
deepest
deeply
deer
deface
defaced
defamations
defame
defeat
defeated
defeature
defect
defects
defence
defend
defendant
defends
defense
defiled
defiling
define
deflower
deformed
deformed'st
defy
degenerate
degree
deified
deity
delay
delayed
delays
delicious
delight
delight'
delighted
delightful
delighting
delights
deliver
delivered
delivers
delves
delving
demand
demanded
demeanor
demure
denial
denies
denote
deny
depart
departed
departest
departs
depend
depending
depends
deprive
deprived
deprives
derive
derived
descant'st
descended
descending
describe
descried
descriptions
desert
desertful
deserts
deserv'st
deserve
deserved
deserves
deserving
design
designs
desire
desire'
desired
desires
desiring
despair
despairing
desperate
despise
despised
despising
despite
despitefully
destined
destinies
destiny
destitute
destroy
destroyed
destroys
destruction
detain
detained
determinate
determination
determined
determining
detest
detract
detraction
detriment
device
devil
devils
devise
devised
deviseth
devon
devoted
devour
devouring
devours
dew
dew'd
dewy
dexterity
dial
dialect
dialogued
dials
diamond
dian
dians
diapason
did
didst
die
died
died'st
dies
diest
diet
dieted
difference
different
dig
digestion
dignified
dignifies
dignity
digression
digs
dim
diminish'd
dimm'd
dimmed
dimple
dimpled
dint
dire
directed
direction'
directly
direful
dirge
disabled
disarmed
disbursed
discased
discern
discharge
discharged
disciplined
discloses
discolour'd
discomfort
discontent
discontents
discord
discourse
discourses
discovery
discreet
disdain
disdaind
disdained
disdaineth
disdainfully
disdains
disease
diseased
disgest
disgrace
disgraced
disgraceful
disguise
disguised
dishevelld
dishonour
dishonoured
disjoind
disliking
dismal
dismay'd
dismount
disorder
dispatch
dispatcheth
dispensation
dispense
disperse
dispersed
displacest
display
display'd
disports
disposed
disposing
disposition
dispraise
disprove
disputation
dissemble
dissension
dissentious
dissolution
dissolve
dissolved
dissolves
dissuade
distance
distant
distemperature
distempered
distempering
distillation
distilled
distilling
distinguish
distract
distractedly
distraction
distress
distress'd
disturb
disturbed
disturbing
disunioned
ditty
dive
divert
diverted
divide
divided
dividing
divination
divine
diviner
divining
divorce
do
doctor
doe
doer
dog
dogs
doing
doleful
dolour
dominion
done
done'
doom
doom'
door
doors
dost
dotage
dote
dotes
doteth
doth
doting
double
doubled
doubles
doubly
doubt
doubting
dove
doves
down
downright
downs
downward
dowry
drained
draw
drawn
draws
dread
dreadeth
dreadful
dreadfully
dreading
dream
dreams
dregs
drench'd
drenched
dress
dressed
dressing
dressings
drew
dries
drink
drinks
drive
driven
drives
droop
drop
dropp'd
dropping
drops
dropt
dross
drown
drownd
drowns
drugs
drum
drumming
drunken
dry
ducks
due
dugs
dull
dully
dulness
dumb
dumbly
dumps
dun
during
durst
dust
duteous
duties
duty
dwell
dwelld
dwellers
dwelling
dwells
dye
dyed
dyer's
dying
each
eager
eagles
ear
ear's
earl
early
earnest
ears
earth
earth's
earthly
earthquake
earthy
ease
easeth
easily
easing
east
eastern
easy
eat
eater
eating
eats
ebbs
ebon
echo
echoes
eclipse
eclipsed
eclipses
ecstasy
eddy
edge
education
effect
effecting
effects
effectually
eisel
either
either's
elbows
elder
elegy
element
elements
eloquence
else
elsewhere
elysium
embarked
embassage
embassy
embers
embrace
embracements
embracing
emerald
eminence
eminent
employed
emptied
empty
emulation
enacted
encamp'd
enchained
enchanted
enchanting
enclose
enclosed
encloses
encompass
encompass'd
encompassed
encounter
encouragement
encouraging
encrimsond
end
endangered
endeared
endeavor
endeavors
ended
ender
ending
endless
endowed
ends
endure
endure'
endured
enemies
enemy
enfeebled
enforced
enforcement
enfranchising
engine
engirt
engirts
engraft
engrafted
engraven
engrossed
enjoy
enjoy'
enjoy'd
enjoyed
enjoyer
enlarged
enlighten
enmity
ennoble
enough
enpatron
enraged
enrich
enriched
enroll
ensconce
ensconced
ensign
ensnare
ensnared
ensue
ensues
ensuing
enter
enterprise
enters
entertain
entertaind
entertained
entertainment
entice
entices
entitled
entomb
entombed
entombs
entrance
entreat
entreats
envious
envy
enwrapped
epitaph
equal
equally
equipage
ere
erewhile
err
erred
error
errors
erst
espied
espoused
espy
esquire
essays
estate
esteem
esteemed
esteeming
esteems
estimation
eternal
eternity
eve's
even
evening
event
events
ever
everlasting
evermore
every
everything
everywhere
evidence
evil
evils
exact
example
examples
exceed
exceeded
exceeds
excel
excelld
excellence
excellent
excelleth
excelling
except
excess
excessive
exchanged
exchequer
exclaim
exclaiming
exclaims
exclamation
excuse
excuse'
excuse's
excuses
executest
executor
exempt
exercise
exhaled
exile
exiled
expect
expectation
expecting
expel
expense
experience
experienced
expiate
expire
expired
exploits
express
express'd
expressed
expressing
expressly
extant
extemporally
extend
extenuate
extern
external
extincture
extinguishing
extolled
extreme
extremes
extremity
eye
eye's
eyeballs
eyed
eyelids
eyes
eyes'
eyesight
eyne
face
face's
faced
faces
fact
faculty
fade
fadeth
fading
fain
faint
fainted
faintly
faints
fair
fairer
fairest
fairing
fairy
faith
faiths
falchion
falcon
falcons
fall
fall'
falleth
falling
falln
falls
falls'
false
falsehood
falsely
falseness
faltering
fame
famed
familiar
family
famine
famish
famished
famous
famoused
fan
fancies
fancy
fancy's
fangled
fangs
fanning
fantastic
fantasy
far
fares
farewell
faring
farther
farthest
fashion
fast
fastend
fastened
fastens
faster
fastly
fat
fatal
fate
fate's
father
father's
fathers
fault
fault's
faultful
faults
faulty
favored
favour
favour'd
favours
fawn
fawneth
fear
fear'd
fear's
feareth
fearful
fearfully
fearing
fears
feast
feast'
feasting
feasts
feat
feather
feather'd
feathered
feathers
feature
featured
fed
fee
feeble
feed
feed'st
feeder
feedeth
feeding
feeds
feel
feeling
feelingly
feels
feelst
feil
fell
fellow
fellowship
felt
female
females
fence
fester
fever
fevers
few
fickle
fie
fie'
field
field's
fields
fiend
fiends
fiery
fight
fighting
fights
figure
figured
figures
figuring
filching
filed
filial
fill
filled
fillet
filleth
filling
filth
find
finding
finds
fine
finger
fingers
fire
fire'
fired
fires
firm
first
fisher
fishes
fist
fit
fits
fitted
fittest
five
fix
fix'd
fixed
flame
flaming
flank
flap
flash'd
flatly
flatter
flatterer
flattering
flatters
flattery
flavus
flaws
fled
fleece
fleet
fleet'st
fleeting
flesh
flew
flies
flight
flint
flinty
float
flock
flood
flourish
flow
flow'd
flower
flower'
flowers
flows
fluxive
fly
foam
foe
foes
foggy
foil
foild
foiled
foison
foist
fold
folded
folds
follies
follow
followed
following
follows
folly
folly's
fond
fondly
food
fool
fool'
foolish
fools
foot
footed
footing
for't
forbade
forbear
forbears
forbid
forbidden
forbiddings
forbod
force
forced
forceless
forces
fords
fore
forego
foregone
forehead
foreshowing
foresight
forestall
foretell
forever
forfeit
forged
forgeries
forgery
forget
forget'st
forgetful
forgetfulness
forgetting
forging
forgive
forgoing
forgot
forgotten
forlorn
form
form'd
former
forms
forsake
forsaken
forsook
forsworn
fort
forth
forthwith
fortify
fortress'd
fortune
fortune's
fortunes
forty
forward
forwards
fought
foul
fouler
found
foundation
fount
fountain
fountains
founts
four
fowl
fox
fragrant
frail
frailer
frailties
frame
framed
framing
frank
frantic
franticly
fraud
free
freed
freedom
freezing
freezings
frenzies
frenzy
frequent
fresh
fresher
fret
frets
friend
friend'
friend's
friendly
friends
friendship
friendship's
fright
frighted
from
front
frost
frosts
frosty
froth
frothy
froward
frown
frowns
frownst
frozen
fruit
fruitful
fruitless
fry
fuel
fulfil
fulfilld
full
fume
fumes
function
funeral
furnace
furnished
furrows
further
furtherance
fury
gage
gain
gained
gainer
gainful
gaining
gains
gait
gall
galled
galls
gan
gaol
gaping
gardens
garment
garments
garments'
gashes
gate
gates
gather'd
gathered
gaudy
gav'st
gave
gavest
gay
gaze
gazed
gazer
gazers
gazes
gazeth
gazing
gems
general
generality
genius
gentle
gentleman
gentlest
gently
gentry
gestures
get
ghastly
ghost
giddy
gift
gifts
gild
gild'st
gilded
gilding
gills
girl'
girths
give
given
gives
giving
giving'
glad
gladly
glance
glass
glasses
glassy
glazed
gleam'd
glides
glittering
globes
gloomy
glories
glorifies
glorious
gloriously
glory
gloss
glove
glow
glow'd
glowing
glows
glued
glutton
gnats
go
god
goddess
gods
goes
goest
goeth
going
gold
golden
gone
gone'
good
goodly
goodness
gore
gored
gorge
gorged
got
gouty
govern
governd
governess
government
governs
grace
graced
graces
gracious
graciously
graff
grained
grant
grant'st
granted
granteth
granting
grape
grapes
grass
gratis
grave
graver
graves
gray
graze
grazed
great
greater
greatest
greatness
greece
greedy
greeks
green
greet
greeteth
greets
grew
grey
grief
grief's
griefs
grievance
grievances
grieve
grieved
grieves
grieves'
grieving
grievous
grim
grin
grind
gripe's
griping
groan
groans
groin
groom
grooms
gross
grossly
ground
grounded
grounds
grove
grow
grow'st
growing
grown
grows
growth
growth's
guard
guarded
guards
guess
guest
guests
guide
guided
guides
guilt
guiltless
guilty
guise
gulf
gulls
gun
gush
gust
gusts
gyves
habit
habitation
habitude
had
hadst
hail
hair
hairless
hairs
hairy
half
halt
hammer'd
hammered
hand
hand'
hand's
handled
handling
handmaids
hands
hang
hanging
hangs
hap
hapless
haply
happier
happies
happiness
happy
harbour
hard
hard'
harden
hardend
harder
hardest
hare
harken
harm
harm'd
harmless
harmony
harms
harsh
harshsounding
harvest
has
hast
haste
haste'
hasten
hasteth
hastily
hasting
hasty
hat
hatch
hate
hate'
hate's
hated
hateful
hatefully
hates
hateth
hath
hatred
haunted
have
having
havings
hawk
hawks
hazard
he
he'
he's
he'this
head
headlong
heads
healeth
heals
health
healthful
hear
hear'st
heard
hearers
hearing
hearkens
hears
hearsay
hearsed
heart
heart'
heart's
hearted
heartens
heartily
heartless
hearts
heat
heathenish
heating
heats
heave
heaved
heaven
heavenly
heavens
heaveth
heavily
heaviness
heaviness'
heavy
hector
hecuba
hedge
heed
heedful
heedfully
heels
height
heinous
heir
held
helens
hell
help
helpful
helpless
hemm'd
hems
hence
hence'
henceforth
henry
her
herald
heraldry
herb
herd
herdmen
herds
here
here'
here's
hereafter
herein
heretic
hers
herself
hid
hidden
hide
hideous
hides
hiding
hie
hied
hies
high
higher
highly
highmost
hild
hill
hillocks
hills
him
himself
hind
hinder
hindering
hindmost
hips
hired
his
hiss
hisses
history
hit
hither
hits
hive
hoard
hoards
hoarsely
hoisted
hold
holding
holds
hole
holes
holiest
hollow
hollows
holy
homage
home
homely
honest
honesty
honey
honor
honorable
honored
honors
honour
honour'd
honour's
honourable
honoured
honouring
honours
hoodwinks
hoof
hooks
hope
hopeful
hopeless
hopes
hoping
horn
horse
horses
hospitality
host
hostess
hot
hotly
hound
hounds
hour
hour's
hourly
hours
house
household's
houses
hover'd
hovering
how
howling
hue
hued
hues
huge
hugely
hum
human
humanity
humble
humbly
humor
humour
hundred
hung
hunger
hungry
hunt
hunted
hunting
hurls
hurries
hurt
hurting
husband
husband's
husbandry
hush
hush'd
huswife
hymn
hymns
i'
i'll
idiots
idle
idly
idol
idolatry
if
ignorance
ignorantly
ilion
ill
illiterate
illness
ills
illumined
illustrious
image
images
imaginary
imagination
imagine
imagined
imitate
imitated
immaculate
immodest
immodestly
immortal
immortality
immunity
immure
immured
impair
impanelled
impart
imparteth
impartial
impatience
impatient
impeached
impediments
imperfect
imperious
impiety
impious
impleach'd
import
importune
imposition
impregnable
impressest
impression
imprint
imprinted
imprisond
imprisoned
impure
impurity
imputations
impute
incaged
incapable
incense
incertainties
incertainty
incest
inclination
incline
inclined
including
income
incomparable
inconstant
incorporate
increase
increaseful
increasing
incur
indeed
indenting
indigest
indirectly
infamy
infamy'
infant
infant's
infect
infected
infection
inferior
infirmities
infirmity
inflamed
inflaming
inflict
influence
inform
informed
informer
infringed
infused
infusing
inhabit
inhearse
inherit
inheritors
iniquity
injuries
injurious
injury
injustice
ink
innated
innocence
innocent
inordinate
insert
insinuate
instance
instant
instead
instigate
instinct
instrument
insufficiency
insulter
insulting
insurrection
intelligence
intend
intending
intendments
intends
intent
interchange
interest
interim
intermixed'
interrupted
intituled
into
intrude
inundation
inured
invasion
invective
inveigh
invent
invention
inventions
invised
invisible
invite
invited
invitements
inviting
invocate
invocations
invoked
inward
ireful
iron
irrefragable
is'
is't
island
issue
issueless
issues
it'
italy
its
itself
ivory
jacks
jade
jar
javelins
jealous
jealousy
jeering
jennet
jest
jet
jewel
jewels
john
join
joint
jointly
joints
jollity
jot
journey
jove
jove'
joy
joyed
joyless
joys
judge
judgement
judgment
judicious
juice
jump
junes
junius
just
justice
justify
justly
keen
keep
keep'st
keeping
keeps
ken
kept
key
kill
kill'
killd
killd'
killed
killing
kills
kind
kinder
kindle
kindled
kindly
kindness
kindred
kinds
king
king's
kingdom
kingly
kings
kings'
kinsman
kinsmen
kiss
kiss'
kiss'd
kissed
kisses
kissing
knee
kneel
kneels
knees
knell
knew
knife
knife's
knighthood
knights
knit
knocks
knot
know
know'st
knowing
knowledge
known
knows
labor
labors
labour
labour'd
labouring
labours
labyrinth
lace
lack
lack'd
lacked
lackey
lacking
laden
ladies
lady
lady's
laid
lain
lamb
lambs
lame
lameness
lament
lamentable
lamentations
lamented
lamenting
laments
lamp
lamps
lance
land
landlord
language
languished
languisheth
languishment
lank
lap
lapse
large
largeness
largess
lark
lascivious
last
lasting
latch
late
late'
lattice
laud
laugh
laugh'd
laugher
laughs
laundering
law
lawful
lawn
laws
lay
lays
lazy
lead
leaden
leaders
leadeth
leading
leads
leaf
league
lean
leand
leaning
leap
leap'd
leaped
leaps
learn
learnd
learned
learned's
learning
lease
leases
least
leathern
leave
leave'
leaves
leaving
lechers
lectures
led
left
leg
legacy
legions
legs
leisure
leisurely
leisures
lend
lendeth
lending
lends
length
lengthened
lengths
lent
less
lesser
lesson
lest
let
lets
letter
letters
level
leveled
levelld
lewd
liberty
licking
lids
lie
lies
lies'
life
life's
lifeless
lifts
light
light's
lighteth
lightless
lightning
lights
liked
likely
likeness
liker
likes
likewise
liking
lilies
lily
lily's
limb
limbecks
limbs
limed
limit
limits
limn
limning
limping
line
linen
lines
linger
lingering
lion
lions
lip
lips
lips'
liquid
list
listening
lists
little
live
lived
lived'st
livelihood
lively
liver
liveries
livery
lives
livest
living
lo
load
loan
loathed
loathsome
lock
lock'd
locked
locks
lode
lodge
lodged
lofty
long
longer
longest
longing
longs
look
look'
look'd
look'st
looked
looketh
looking
looks
loop
loose
lord
lordly
lords
lords'
lordship
lose
loseth
losing
loss
losses
lost
lot
loud
lour'st
louring
lov'st
love
love'
love's
loved
loveliness
lovely
lover
lover'd
lover's
lovers
lovers'
loves
loving
low
lower
lowly
loyal
lucius
luck
lucrece
lucrece'
lucretia
lucretia's
lucretius
lucretius'
lungs
lure
lurk
lurk'
lurk'd
lurking
lurks
lust
lust's
lustful
lustily
lusty
luxury
lying
mad
madding
made
madly
madness
maid
maid'
maiden
maidens'
maids
maim
main
maintain
maintaind
maintained
majesty
majesty's
mak'st
make
makeless
makes
makes'
makest
maketh
making
maladies
malcontent
malice
man
manage
mane
mangling
manifold
manly
manner
manners
mans
mansion
mantle
manual
many
many's
map
mar
marble
march
march'd
marcheth
marching
mare'
margents
marigold
marigolds
marjoram
mark
marketh
marking
marks
marr'd
marriage
married
marrow
mars
martial
martyr'd
marvel
mask
masked
masonry
master
master'd
mastering
match
match'
matcheth
mate
mated
matter
maund
maw
may
mayest
mayst
maze
me'
mead
meadows
meads
meager
meagre
mean
meaner
meaning
means
meant
meantime
measure
measured
measures
mediators
medicine
meditation
meed
meek
meet
meeting
meetness
meets
melancholy
mellow
melodious
melody
melt
melted
melting
melts
memorable
memorial
memory
men
mend
mended
mens
merchandized
merchant
merciful
merciless
mercy
merely
merit
meritorious
merits
mermaid
mermaid's
merry
messenger
messengers
met
metal
methinks
method
methods
metre
mettle
mid
midday
middle
midnight
midst
might
mightier
mightily
mightst
mighty
mihi
milch
mild
mildness
miles
milk
millioned
millions
mimics
mind
mind's
minded
mindful
minds
minds'
mine
mine'
mingle
mingled
mingling
minister
ministret
minority
minstrels
minute
minute's
minutes
miracle
mire
miretur
mirror
mirth
miscalled
mischance
mischances
mischief
mischiefs
misconstruction
misdeeds
miseries
misery
misfortune
misgoverning
mishaps
misled
misplaced
misprision
miss'd
missed
missing
mist
mistake
mistakes
mistaking
mistook
mistress
mistress'
mistrust
mistrustful
mists
misty
mix'd
mixed
moan
moans
mock
mocking
model
moderation
modern
modest
modestly
modesty
moe
moiety
moist
moistend
moisture
moment
momentary
monarch's
monarchs
monarchy
monsters
months
monument
monuments
mood
moods
moody
moon
moralize
more
more'
morn
morning
morning's
morrow
mortal
mortality
mortgaged
most
mot
mote
mother
mother's
mothers
mothers'
motion
motives
motley
moulds
mount
mountain
mountains
mounted
mounting
mounts
mourn
mourner
mourners
mournful
mourning
mouse
mouth
mouth'd
mouths
move
moved
mover
moves
moving
mow
much
mud
muffled
murd'rous
murder
murder'd
murder's
murder'st
murdered
murderous
murders
murmur
murther
muse
muses
music
musing
must
muster
mustering
mute
mutiny
mutual
myrtle
myself
myself'
nails
naked
name
nameless
naming
napkin
narcissus
narrow
nativity
nature
nature's
nay
ne'er
near
nearer
nearly
necessary
neck
neck'd
nectar
need
need'st
needeth
needing
needle
needs
needy
neglect
neglected
negligence
neigh
neighbors
neighbour
neighs
neither
nerves
nest
nestor
nestor's
nests
net
never
new
newer
newly
news
next
nice
niggard
niggarding
nigh
night
night'
night's
nightly
nights
nimble
nimbly
nine
no
no'
noble
noblemen
nobleness
nobler
nobly
noise
non
none
noon
nor
nose
nostril
nostrils
not
notary
note
noted
noteth
nothing
notice
nought
novel
now
nowhere
number
numbered
numbers
numbs
nun
nuns
nurse
nurse's
nursed
nursest
nurseth
nurtured
nuzzling
nymph
nymphs
o
o'er
o'ercharged
o'erflows
o'ergrown
o'erpressed
o'ersways
o'ertake
o'erwhelming
o'erworn
oak's
oath
oaths
oaths'
obdurate
obedience
obey
obey'd
obeyed
obeys
object
objects
oblation
oblations
oblivion
oblivious
obloquy
obscure
obscured
obscurely
obscures
obscurity
obsequious
observed
obtain
obtaind
obtaining
occasion
ocean
odd
odour
odours
off
offence
offences
offend
offended'
offender's
offenders
offense
offenseless
offer
offering
offers
office
offices
offspring
oft
often
oftentimes
oil
old
older
olives
once
one
one's
ones
only
onset
onward
onwards
opal
ope
open
open'
opend
opens
opinion
opinions
opportunity
oppress'd
oppressed
oppressor
or
orator
orators
oratory
orb
orbed
orbs
orchards
ordain
ordained
ordered
ordering
orient
origin
ornament
ornaments
orphan
orphans
orpheus
orts
other
other'
other's
others
others'
our
ours
out
outbraves
outcast
outcry
outlive
outrage
outrageous
outright
outruns
outside
outstripped
outward
outwardly
outwards
outwore
outworn
oven
over
overcome
overflow
overgone
overlook
overpass
overruled
oversee
overshoot
overslipp'd
oversway'd
overswayed
overthrow
overthrown
overturn
overweening
ow'st
owe
owed
owes
owl
owls'
own
owner
owner's
owners
pace
paces
pack
page
pages
paid
pain
paind
painful
pains
paint
painted
painter
painter's
painting
pair
palate
pale
paleness
palfrey
palm
palmers'
pamphlet
pangs
panteth
panting
pants
paper
papers
paradise
parallels
parasites
parcels
parching
pardon
parents
paris
park
parley
parling
part
partake
partial
partially
particular
particulars
parting
partly
partner
partners
parts
party
pass
passage
passed
passenger
passing
passion
passions
past
patent
path
patience
patient
patiently
patron
pattern
patternd
patterns
pause
pawn
pawnd
paws
pay
paying
payment
pays
peace
peace'
peaceful
pearl
pearls
peasants
pebbled
peculiar
peeld
peep
peep'd
peeping
peer
peering
peerless
peers
pelleted
pelt
pen
pencil
pencilld
penetrable
pennd
pens
pensived
pensiveness
pent
penury
people
people's
perceiv'st
perceive
perceived
perceiving
perchance
perfect
perfect'st
perfection
perfections
perforce
perfumed
perfumes
perhaps
period
perish
perjured
perjury
permit
perpetual
perplex'd
persever
person
personal
persons
perspective
persuade
persuasion
perused
perverse
pervert
pestilence
peter
petitioners
petty
philomel
phoenix
phrase
phraseless
phrygian
physic
physician
physicians
physiognomy
pick
picks
picture
picture's
pictured
piece
pieced
pied
pierced
piercing
piety
pikes
pilgrimage
pillage
pillow
pilot
pine
pined
pines
pineth
pining
pioner
pipe
pipes
pirates
pitch
pitch'd
pitchy
piteous
pith
pitied
pities
pitiful
pits
pity
pitying
place
placed
places
plague
plagues
plain
plaining
plaintful
plaints
plaits
plantest
planting
plants
plaster
platted
plausibly
play
play'd
play'st
played
playing
plays
plea
plead
pleadeth
pleading
pleads
pleasant
please
pleased
pleasing
pleasurable
pleasure
pleasures
plena
plenitude
plenteous
plenty
plight
plods
plot
plots
plotting
ploughman
pluck
pluck'd
pluck'st
plucks
plum
plume
plump
plunging
plus
pluto
pocula
poesy
poet
poet's
poets
point
pointed
points
poison
poisond
poisoned
poisoning
poisonous
policies
policy
polished
politic
pollute
polluted
pollution
pomp
poor
poorer
poorly
popular
portal
portion
posied
possess
possess'd
possessed
possesseth
possessing
possession
possibilited
post
posted
posterity
posting
potential
potions
pour
pour'st
pouted
poverty
power
power's
powerful
powers
practised
praise
praised
praises
praising
pray
prayer
prayers
prays
preach
preach'd
precedent
precepts
precious
predecease
predestinated
predict
prefer
prefiguring
premeditate
prepare
prepares
preposterously
presage
presagers
prescience
prescriptions
presence
present
present'st
presenteth
presently
presents
preserve
president
press
press'd
presume
presuming
pretense
prettily
pretty
prevailed
prevent
prevent'st
prevented
prey
preys
priam
priam's
price
priceless
prick
prick'd
pricked
pricks
pride
prime
primrose
princely
princes
princess
principal
print
priority
prison
prisond
prisoner
private
privilage
privilege
privileged
privily
prize
prized
prizing
proceed
proceeding
proceedings
proceeds
process
proclaim'd
proclaims
procured
prodigal
prodigies
profane
profaned
professed
profit
profited
profitless
profound
progenitors
prognosticate
progress
promise
promised
prompt
prone
proneness
pronounced
proof
proofs
prop
proper
properties
prophecies
prophesy
prophetic
proportionable
proportiond
proposed
prosperous
protest
protestation
protested
proud
prouder
proudest
prove
proved
proves
provide
provided
providence
proving
provoke
provokest
pry
pry'st
public
publish
publisher
publius
puddle
puddle's
puffs
pulses
pupil
purblind
purchase
purchased
purchasing
pure
purer
purge
purging
purified
purify
purity
purld
purloind
purple
purpose
purposed
pursue
pursuers
pursues
pursuing
pursuit
push
push'd
put
putrified
puts
pyramids
pyrrhus
pyrrhus'
quake
quakes
quaking
qualified
qualify
qualities
quality
queen
queen'
quench
quest
question
questionable
questioned
questions
quick
quicker
quickly
quiet
quietly
quietus
quill
quills
quit
quite
quiver'st
quote
quoth
race
races
radiance
rage
rages
ragged
raging
rail
raild
raiment
rain
rainbows
raind
raineth
raining
rains
rainy
raise
raised
ram
ran
rancor
random
range
ranged
rank
ranked
ranks
ransack'd
ransom
ransoms
rape
rare
rarely
rarest
rarities
rascal
rase
rased
rash
rate
rather
rave
raven
ravens'
ravish
ravished
ravisher
ravishment
raw
razed
re
reach
read
readily
ready
real
reap
rears
reason
reasons
reaves
rebel
rebuked
recalld
receipt
receiv'st
receive
received
receives
receivest
receiving
recite
recketh
reckon
reckoned
reckoning
recompense
recompensed
reconciled
record
recount
recounting
recreant
recreate
recured
recures
red
redeem
redemption
redoubled
redress'
reedy
reek
reek'd
reeking
reeks
reeleth
refined
reflect
reft
refuse
refusest
regard
region
register
registers
rehearse
reign
reignd
reigned
reigns
rein
rejected
rejoice
rejoicing
releasing
relenteth
relenting
relief
relier
relieve
relieved
religion
religions
religious
remain
remaind
remaineth
remaining
remains
remedy
remember
remember'd
remembered
remembering
remembrance
remission
remorse
remorse'
remorseless
remote
remove
remove'
removed
remover
removing
render
renew
renewed
renewest
renews
rent
rents
repair
repay
repeal
repeat
repel
repent
repentant
repetition
repine
replenish
replete
replication
replied
replies
report
repose
reposed
reprehend
reprehends
reproach
reproach's
reprobate
reproof
reprove
reproving
reputation
repute
request
require
requiring
resemble
resembling
reserve
reserved
resign
resistance
resisteth
resolution
resolved
resolving
resort
resounding
resounds
respect
respected
respecting
respective
respects
respose
rest
restful
resting
restless
restore
restored
restrain
rests
resty
resuming
retain
retention
retire
retired
retires
retiring
return
returned
revealed
revelling
revels
revenge
revenged
revengeful
revenging
revenues
reverend
review
reviewest
revives
reviving
revolt
revolution
revolving
rewarded
reworded
rhetoric
rhyme
rhymers
rhymes
rich
richer
riches
richest
richly
rid
ride
rider
rider's
ridges
ridgeway
ridiculous
rifled
right
rightful
rightly
rights
rigol
rigor
rigour
rigour'
ring
rings
riot
ripe
ripen
riper
rise
rising
rite
river
rivers
roaring
rob
robb'd
robbed
robbery
robbing
robe
robs
rock
rock'd
rocks
rocky
roe
roll
rolld
rolling
roman
romans
rome
rome'
rondure
roof
root
roots
rose
roses
rosy
rot
rotted
rotten
rough
round
rouse
rouseth
royally
ruby
rud'st
rude
rudely
rudeness
ruffian
ruffle
ruin
ruinate
ruind
ruined
ruining
ruins
rule
ruled
rules
ruling
ruminate
rumored
run
running
runs
runst
rushes
rushing
rust
ruth
s
s'ere
sable
sack'd
sacred
sacrifice
sad
sadder
saddle
sadly
sadness
safe
safer
safest
sage
said
sail
saint
saints
saith
sake
salt
salutation
salutes
salve
salving
same
sanctified
sands
sang
sap
sapphire
sat
satiety
satire
satisfaction
satisfied
sauces
saucily
saucy
savage
save
saved
savour
saw
sawn
say
say'
saying
says
scale
scalps
scan
scandal
scanted
scantly
scapes
scar
scarce
scarcely
scarlet
scars
scent
sceptre
schedule
schedules
school
schools
scope
scorch
score
scorn
scorned
scornful
scornfully
scorning
scorns
scourge
scowling
scowls
scraps
scratch
scratch'd
scroll
scuds
scythe
scythed
sea
sea's
seal
seald
sealed
sealing
seals
sear'd
search
season
seasond
seasoned
seasons
seasons'
seat
seated
second
seconds
secrecies
secrecy
secret
secrets
secure
secured
securely
seducing
see
see'st
seeded
seeds
seeing
seek
seeking
seeks
seeled
seem
seem'd
seem'st
seemed
seemeth
seeming
seemly
seems
seen
sees
seest
seeting
seize
seized
seldom
self
self's
sell
selling
sells
semblance
send
send'st
sense
senseless
senses
sensible
sensual
sent
sentence
sentinel
separable
separation
sepulcher
sepulchred
sepulchres
sequent
serpent
servant
servant's
serve
served
serves
service
services
servile
servilely
serving
servitors
servius
sessions
set
set'st
sets
settled
several
severe
severer
sex
sextus
shade
shadow
shadow's
shadows
shady
shake
shaken
shakes
shakespeare
shaking
shall
shallow
shallowest
shalt
shame
shame'
shame's
shamed
shameful
shamefully
shames
shaming
shape
shapeless
shapen
shapes
share
sharing
sharp
sharpened
sharply
she
she's
sheathed
sheaved
shed
sheds
sheep
sheet
sheets
shelly
shelter
shelves
shepherds
shield
shielded
shift
shifting
shifts
shine
shines
shining
shivered
shocks
shone
shook
shoot
shooteth
shop
shore
short
shorten
shortened
shortly
shot
should
shoulder
shouldst
show
show'd
show'st
showers
showing
shown
shows
shrewd
shriek
shrieking
shrieks
shrill
shrine
shrinks
shrub's
shrubs
shrunk
shudder
shun
shunnd
shunning
shuts
sick
sicken
sickle's
sickly
sickness
side
sides
siege
sigh
sigh'd
sighing
sighs
sight
sighted
sightless
sights
signs
silence
silent
silk
silken
silly
silver
silvered
similes
simois'
simple
simplicity
simply
sin
since
sincere
sincerely
sinewy
sinful
sing
sing'st
single
singleness
sings
singular
sink
sinketh
sinking
sinks
sinon
sinons
sins
sire
sister
sistering
sit
sith
sits
situation
size
sized
skies
skilful
skill
skilld
skin
sky
slack'd
slacker
slackly
slain
slaketh
slander
slander's
slandered
slandering
slanderous
slaughter
slaughter'd
slaughterhouse
slave
slaves
slavish
slay
sleep
sleeping
sleeps
sleided
slept
slew
slides
slight
slip
slips
slow
sluggard
sluices
slumber
slumbers
sluttish
sly
small
smallest
smarts
smear
smeared
smell
smelling
smells
smile
smiled
smiles
smiling
smilingly
smoke
smoking
smoky
smooth
smoothing
smoothness
smother
smother'd
smother'st
smothering
snare
snares
sneaking
sneaped
snorts
snout
snouted
snow
snowed
snuffing
so
so'
sobbing
sober
sobriety
sobs
society
sod
soft
soften
softly
soil
sold
sole
solemn
solicited
some
something
sometime
sometimes
son
song
songs
sonnets
sons
soon
sooner
soonest
soothed
soothing
sore
sore'
sores
sorrow
sorrow's
sorrows
sorry
sort
sorteth
sorts
sought
soul
souls
sound
soundly
sounds
sour
sourest
souring
sourly
sours
southampton
sovereign
sovereignty
space
spacious
spake
spare
sparing
sparkling
sparks
sparrows'
speak
speaking
speaks
spear
spear's
special
specially
spectacle
speech
speechless
speed
speedeth
speedy
spend
spend'st
spending
spends
spent
spent'
spheres
spied
spies
spill
spilld
spilld'
spilt
spinning
spirit
spirits
spite
spleen
spleens
splendor
splendour
spoil
spoild
spoils
spoke
spongy
sport
sport'
sporting
sportive
sports
spot
spotless
spots
spotted
spread
spreading
spright
spring
springing
springs
sprite
sprung
spur
spurns
spurnst
spurring
spy
stabbed
staff
stage
stain
stain'
staind
stained
staineth
stains
stale
stalk
stalks
stalled
stamp
stamp'd
stamped
stamps
stand
standing
stands
star
stares
staring
stars
start
starteth
starts
starved
state
statue
statues
statute
stay
stay'd
staying
stays
steadfast
steady
steal
stealeth
stealing
steals
stealth
steam
steed
steel
steeld
steeled
steep
steepy
stelled
steps
stern
stewards
stick'st
sticks
stifle
still
stilld
stillitory
sting
stir
stirred
stirring
stirs
stock
stole
stoln
stone
stone's
stones
stonish'd
stood
stoop
stoops
stop
stopp'd
stopped
stops
stopt
store
store's
stores
stories
storm
storming
storms
stormy
story
stout
stoutly
stove
stows
straggling
straight
strain
strained
strains
strait
strand
strange
strangely
strangeness
stranger
strangle
straw
stray
stream
stream'd
streams
strength
strength's
strengthened
strengthless
stretched
strict
strife
strifes
strike
strikes
striking
string
strings
stripping
strive
strived
strives
striving
stroke
strong
stronger
strongest
strongly
strook
strove
struck
strucken
struggle
struggles
struggling
strumpet
strumpeted
stuck
studded
stuff
stuff'd
sturdy
style
subdued
subduing
subject
subject's
subjection
subjects
subornation
subscribes
subsist
substance
substantial
subtle
subtlety
succeed
succeeding
success
succession
successive
such
suchlike
suck'd
sudden
suddenly
sue
suff'ring
suffer
suffer'd
sufferance
suffered
suffering
suffers
suffice
sufficed
sufficient
suffrages
sugar'd
suggest
suggested
suggesteth
suggestion
suggestions
suing
suit
suited
suiting
suitor
sullen
sullied
sum
summer
summer's
summon
sums
sun
sunder
sundered
sundry
sung
sunk
sunken
suns
sunset
sunshine
superbus
superfluous
superiors
supper
suppliant's
supplicant
supplicating
support
suppose
supposed
supposing
suppositions
suppress'd
suppressed
supreme
surcease
sure
surely
surety
surfeit
surly
surmise
surmount
surnamed
surpass
surprise
surrounding
survey
survive
surviving
suspect
suspicion
sustain
sustaining
sustenance
swallow
swallow'd
swallowed
swallowing
swan
swart
sway
swear
swearing
swears
sweat
sweating
sweet
sweetens
sweetest
sweetly
sweetness
sweets
swell
swelleth
swelling
swerving
swift
swiftest
swiftly
swimmer
swine
swoon
swooning
sword
swords
swore
sworn
swounds
sympathized
sympathy
t'
ta'en
table
tables
tail
tainted
taintless
take
taken
taker
takes
taking
tale
tale'
talent
talents
tales
talk
talk'
talkers
tall
tallies
tame
tamed
tames
tangled
tantalus
tantalus'
tapsters
tarquin
tarquinius
tarquins
task
taste
taste'
tasted
tattered
taught
teach
teachest
teaching
team
tear
tearing
tears
tedious
teeming
teen
teenful
teeth
tell
telling
tells
temper
temperance
temperate
tempered
tempering
tempest
tempests
temple
tempt
temptation
tempted
tempter
tempting
tempts
ten
tenants
tend
tender
tender'd
tendered
tenderer
tending
tends
tenor
tent
tenth
tenure
tereus
term
termed
termless
terms
terror
testament
testy
text
th'
than
thank
thankful
thankfulness
thankless
thanks
that'
that's
thaw'd
thee
theft
their
theirs
them
theme
themes
themselves
then
then'
thence
there
there's
thereby
therefore
therein
thereof
thereon
these
they
thick
thief
thieves
thievish
thin
thine
thine'
thing
things
think
thinking
thinks
thinly
thirst
thirsty
this
thither
thorn
thorns
thorny
thorough
those
thou
though
thought
thoughted
thoughts
thousand
thrall
threaden
threads
threat
threatening
threats
three
threescore
threw
thrice
thriftless
thrive
thrivers
thrives
thriveth
throbbing
throne
throned
throng
throng'd
thronging
through
throw
throwing
throws
thrust
thunder
thus
thus'
thwarting
thy
thyself
tibey
tichfield
tickled
tickling
tide
tidings
tie
tied
tiger
tigers
til
till
tillage
time
time's
timeless
times
timorous
tincture
tip
tire
tired
tires
titan
title
titles
toads
together
toil
toiled
token
told
tomb
tombed
tombs
tongue
tongue's
tongued
tongues
too
took
tool
tooth'd
top
tops
torch
tore
torment
tormenteth
torments
torn
torture
toss'd
touch
touch'd
touched
touches
touching
toward
towards
towers
toy
tract
traffic
tragic
traitor
traitor's
traitors
trampling
trance
trances
transferred
transfix
transgressed
transgressions
translate
translated
transport
trapping
traps
travail
travel
travelled
travels
treacherously
tread
treads
treason
treasure
treasures
treatise
treble
tree
trees
tremble
trembles
trembling
trench'd
trenches
trespass
tresses
trial
tributary
tribute
tributes
tricks
tried
tries
trifles
trim
trimmed
trip
tripping
trips
triumph
triumph'd
triumphant
triumphing
triumphs
trodden
troilus
trojan
troops
trophies
troth
troth'
trots
trouble
troubled
troubles
troy
troy's
truant
truce
true
truest
truly
trumpet
trust
trustless
truth
truth's
truths
try
tullius
tumbled
tumult
tune
tuned
tunes
tuning
turn
turnd
turned
turning
turns
turrets
tushes
tusk
tutor
twain
twenty
twice
twilight
twining
twinkling
twins
twire
twisted
two
twofold
type
tyrannous
tyranny
tyrant
tyrants
tyrants'
ugly
ulysses
unacted
unadvised
unaffected
unapproved
unapt
unask'd
unaware
unback'd
unbent
unbeseeming
unblushing
unbred
unburthened
uncertainly
uncheerful
uncivil
uncleanness
unconquered
unconstrained
uncontrolled
uncouth
under
undergo
underneath
underprop
underpropped
understanding's
understands
understood
undertake
undertook
undeserved
undistinguish'd
undivided
uneared
unexpected
unexperient
unfamiliar
unfathered
unfeigned
unfelt
unfit
unfold
unfortunate
unfortunately
unfruitful
ungrown
unhallow'd
unhappily
unhappy
unholy
unions
unity
universal
universe
unjust
unjustly
unkind
unkindness
unknown
unless
unlettered
unlike
unlikely
unlock
unlooked
unloved
unmask
unmatched
unmoved
unnoted
unpeopled
unperceived
unperfect
unpolished
unpractised
unprevailing
unprofitable
unprovident
unrecalling
unremembered
unresisted
unrespected
unrest
unripe
unruly
unsavoury
unseasonable
unseeing
unseen
unset
unshorn
unsound
unsounded
unspotted
unstaind
unstained
unswayed
unswept
untainted
unthrift
unthrifts
unthrifty
untidy
until
untimely
unto
untold
untouched
untoward
untreads
untrimmed
untrue
untrue'
untuck'd
untuned
untutored
unused
unweaves
unwelcome
unwholesome
unwilling
unwisely
unwooed
unworthiness
unworthy
unyielding
up
up'
uphold
upon
uprear
upright
uproar
urchin
urge
urged
urgeth
urging
ursurper
us
use
used
useless
user
usest
ushers
usurer
usurp'd
usurps
usury
utmost
uttering
utterly
utters
vacant
vaild
vain
vain'
vainly
vale
valerius
valiant
valley
valour
value
vanish'd
vanished
vanisheth
vanishing
vanities
vanquished
vantage
vaporous
vapour
vapours
variable
variation
varies
variety
vassal
vassals
vast
vastly
vault
vaulty
vaunt
vehement
veil
veild
veils
veins
velvet
venge
vengeance
vengeful
venom
venom'd
vent
vents
venture
venturing
venus
venus'
verbal
verdict
verdure
vermilion
verse
verses
very
vestal
vestals
vex
vexation
vexed
vial
vice
vices
victor
victories
victors
victory
view
view'd
viewest
viewing
views
vile
vilest
villain
vine
vineyard
violate
violated
violent
violently
violet
virgin
virtue
virtue's
virtues
virtuous
visage
vision
visit
voice
voices
volleys
vomit
votary
vouchsafe
vow
vowed
vowing
vows
vulgar
vulgus
vulture
w
wail
waild
wailing
wails
wait
waited
waiting
waits
wake
wakened
wakes
waking
walk
walks
wall
walls
wand'rest
wand'ring
wander
wanderers
wandering
wane
waning
want
wanteth
wanting
wanton
wantonly
wantonness
wantons
wants
war
war's
warble
ward
wardrobe
wards
warlike
warm
warm'd
warmed
warning
warrant
warrantise
warrior
wars
wary
was
wash
wash'd
wasp
wast
waste
wasted
wasteful
wastes
wasting
wat
watch
water
water'
watery
wave
waved
wavering
waves
wax
waxen
waxeth
way
ways
wayward
weak
weakens
weaker
weakling
weakly
weakness
weal
wealth
weapons
wear
wearied
weariness
wears
weary
weasels
weather
web
wedlock
weed
weeds
week
weeks
weep
weeper
weeping
weepingly
weeps
weigh
weighs
weight
welcome
welcomed
welcomes
welfare
welkin
well
wench
went
wept
were
were't
wert
west
wet
wets
what
what's
whate'er
whatsoever
wheel
when
whence
where
where'
where'er
whereat
whereby
wherefore
wherein
whereof
whereon
wheresoe'er
whereto
whereupon
wherever
wherewith
whether
whetteth
which
while
whiles
whilst
whips
whisper's
whispering
whispers
whit
white
whiteness
whiter
whither
who
who's
whoe'er
whoever
whole
wholly
whom
whose
why
wicked
wickedly
wide
widow
widow's
wield
wife
wife'
wights
