'
''tis
'a
'a'
'a'mercy
'abbominable'
'above
'accost'
'accurs'd
'achilles
'ad
'adieu
'against
'aged
'ah
'aio
'alack
'alas
'alas'
'all
'allow
'almost
'alone'
'amen
'amen'
'among
'an
'and
'anon
'anon'
'antony
'antony'
'any
'april
'arm
'armigero'
'art
'as
'ask
'at
'away'
'ay
'ay'
'baa'
'ban
'banished'
'banishment'
'bastard
'bate
'be
'be't
'beatrice'
'before
'behold'
'bene'
'benedick'
'beseech
'besides
'better
'better'
'beware
'bona
'bone'
'borrowed
'bottom's
'bounce'
'bout
'bove
'boy'
'bring
'broad'
'brother
'budget'
'but
'but'
'by
'caesar'
'cagion
'call
'came
'can
'cast
'cauf'
'cause
'celsa
'ceres'
'cerns
'charge
'chirrah'
'choose'
'clarence
'closes
'clubs'
'come
'come'
'commend
'con
'confess'
'conjuro
'conscience'
'contaminated
'content'
'convey'
'coriolanus'
'couple
'courage
'courage'
'cousin
'cover'
'cross
'cuckoo'
'cucullus
'daughter
'daughter'
'dear
'death'
'deliver
'demand
'deny
'dian
'diluculo
'dissolutely'
'do
'do't
'dost
'doubt
'doubt'
'dout'
'dove'
'down
'dunghill
'ears
'edward
'edward'
'ego
'eight
'em
'england
'enough
'ever'
'excellent
'fair
'fair'
'fallst
'fare
'farewell
'farewell'
'father
'father'
'fellow'
'fiend'
'fine'
'first
'five
'fly
'fool
'for
'for'
'fore
'forgive
'francis'
'friend
'friend'
'from
'gainst
'gallops
'gamut
'gan
'gentle
'gentleman
'get
'gin
'gins
'girdling
'give
'given
'go
'go'
'gobbo
'god
'good
'good'
'grace'
'great
'gree
'greed
'greeing
'greensleeves'
'guilty
'guns
'ha'
'had
'had'
'hail
'hang
'happy
'harry
'hath
'hauf'
'have
'havoc'
'he
'heart's
'heavens'
'heigh
'hell
'hem
'hem'
'henry
'henry'
'here
'here's
'hereafter'
'hermione
'hic
'his
'ho'
'hobby
'hold
'homo'
'honest
'honey
'honi
'honour'
'horatio
'horn
'horum'
'how
'hum'
'humphrey
'hundred
'husband'
'i
'i'
'i'll
'ield
'if
'if'
'ild
'imprimis
'in
'inestimable'
'inprimis
'integer
'invitis
'is
'is'
'it
'item
'jack
'jesu
'jockey
'john
'juliet'
'jump
'jupiter'
'just'
'justice
'katharine
'kind
'king
'knave'
'knife'
'knocking
'labour
'lack
'ladies'
'laertes
'lapis'
'larum
'larums
'las
'launcelot
'lay
'le
'leges
'legitimate'
'lenvoy'
'let
'leven
'light
'little'
'lo
'long
'longeth
'longing
'longs
'loo
'look
'lord
'lord'
'lordship'
'love
'love'
'low'
'lower'
'm
'madam
'madam'
'maid'
'make
'malvolio'
'man
'many
'many'
'marcius
'marry
'may'
'mildly'
'mobled
'mollis
'mong
'mongst
'mortimer'
'most
'mother'
'mulier'
'mum'
'music
'my
'naked'
'nay'
'ne'
'nearest
'nebour'
'neigh'
'neighbour
'never
'ninus'
'no
'no'
'noddy'
'nointed
'non
'nor
'northumberland
'not
'nothing
'now
'o
'o'
'obsque
'occupy'
'od's
'odious'
'odours'
'ods
'old
'olivia'
'on
'once'
'one
'one'
'or
'orld
'out
'paragon'
'pardon
'pardon'
'pardonne
'parel
'paris'
'past
'peace
'perceive
'phrase'
'pig'
'pitch
'plain
'please
'pluck't
'poetical
'point
'pointed
'poor
'pourquoi'
'praise
'pregnant'
'priami'
'promis'd
'proteus'
'proud'
'puppet'
'rah
'rain
'rebellion
'receive
'regia'
'remember
'resolutely'
'respice
'rested
'retire'
'right'
'rise'
'rivo'
'romeo
'romeo'
'room
'rosalind'
'rt
'run
's
'saint
'sallet'
'sans'
'saving
'say
'sblood
'scap'd
'scape
'scaped
'scapes
'school
'scorn'
'scuse
'sdeath
'seek
'seems'
'semper
'set
'sfoot
'shall
'shall'
'she
'should'
'si
'sicilia
'sigeia
'signior
'silver
'silvia
'simois'
'simpcox
'sir
'sirrah'
'sisters
'slaughter
'sleep
'slid
'slight
'small
'so
'solus'
'some
'son
'sorted
'spare
'speak
'stand
'stand'
'stay
'steal
'stones
'stroy'd
'stuprum
'swagger'
'sweep
'sweet
'sweet'
'swounds
't
't'would
'tailor'
'take
'tarry
'te
'tell
'thane
'thank
'thanks
'thanks'
'that
'that'
'that's
'the
'then
'there
'there's
'these
'thine
'this
'thisne
'thou
'though
'three'
'thrice
'thus
'thwack
'thy
'ticed
'til
'tis
'to
'too
'troilus'
'true
'true'
'truth
'tush
'twas
'tween
'twere
'twill
'twixt
'two
'twould
'tybalt
'tybalt's
'unhappy
'unjust'
'upon
'veal
'vengeance
'verily'
'via
'via'
'villain
'villiago'
'vive
'voided
'vouchsafed'
'warwick
'was'
'we
'wear
'welcome'
'well
'what
'what's
'whatsoever
'when
'where
'where's
'which
'while
'whiles
'whip
'who
'who's
'whoop
'why
'why'
'widow
'widow'
'widower
'will
'will'
'wilt
'wind
'with
'woe'
'wonder
'would
'would'
'yea'
'years'
'yes'
'york'
'you
'young
'your
'youth
'zounds
-pau-
1
10
2
3
4
5
6
7
8
9
</s>
<s>
<unk>
a'
a'leven
aaron
aarons
abaissiez
abandon
abandond
abandoned
abase
abash'd
abate
abated
abatement
abatements
abates
abbess
abbey
abbeys
abbot
abbots
abbreviated
abed
abel
abels
aberga'ny
abergavenny
abet
abhominable
abhor
abhorr'd
abhorr'd'
abhorr'dst
abhorred
abhorring
abhors
abhorson
abide
abides
abilities
ability
ability's
abject
abjectly
abjects
abjur'd
abjure
able
abler
aboard
abode
aboded
abodements
aboding
abominable
abominably
abominations
abortive
abortives
abound
abound'st
abounding
about
above
abr
abraham
abraham's
abram
abreast
abridg'd
abridge
abridged
abridgment
abroach
abroad
abrook
abrupt
abruption
abruptly
absence
absent
absey
absolute
absolutely
absolv'd
absolver
abstains
abstemious
abstinence
abstract
absurd
abundance
abundant
abundantly
abus'd
abuse
abused
abuser
abuses
abusing
aby
abysm
academe
academes
accent
accents
accept
acceptable
acceptance
accepted
accepts
access
accessary
accessible
accidence
accident
accidental
accidentally
accidents
accite
accited
accites
accommodate
accommodated
accommodated'
accommodation
accommodations
accompanied
accompany
accompanying
accomplish
accomplish'd
accomplished
accomplishing
accomplishment
accompt
accord
accordant
accorded
accordeth
according
accordingly
accords
accost
account
account'st
accountant
accounted
accounts
accoutred
accoutrement
accoutrements
accrue
accumulate
accumulated
accumulation
accurs'd
accursed
accurst
accus'd
accusation
accusations
accusativo
accuse
accused
accuser
accuser's
accusers
accuses
accuseth
accusing
accustom'd
accustomed
ace
acerb
ache
acheron
aches
achiev'd
achieve
achieved
achievement
achievements
achiever
achieves
achieving
achilles
achilles'
aching
achitophel
acknowledg'd
acknowledge
acknowledged
acknowledgment
acknown
acold
aconitum
acordo
acorn
acornd
acquaint
acquaintance
acquainted
acquaints
acquir'd
acquire
acquisition
acquit
acquittance
acquittances
acquitted
acre
acres
across
act
actaeon
actaeons
acted
acting
action
actions
actium
active
activity
actor
actors
acts
actual
acture
acute
acutely
ad
adage
adallas
adam
adam's
adamant
add
added
adder
adder's
adders
addeth
addict
addicted
addiction
adding
addition
additions
addle
address
address'd
addressing
addrest
adds
adhere
adheres
adieu
adieus
adjacent
adjoind
adjoining
adjourn
adjournd
adjudg'd
adjudged
adjunct
administer
administration
admir'd
admirable
admiral
admiration
admire
admired
admirer
admiring
admiringly
admit
admits
admittance
admitted
admitting
admonish
admonishing
admonishment
admonishments
admonition
ado
adonis
adonis'
adopt
adopted
adoptedly
adoption
adoptious
adopts
ador'd
adoration
adorations
adore
adore'
adorer
adores
adorest
adoreth
adoring
adorn
adorned
adornings
adornment
adorns
adown
adramadio
adrian
adriana
adriano
adriatic
adsum
adulterate
adulterates
adulterers
adulteress
adulteries
adulterous
adultery
adultress
advanc'd
advance
advanced
advancement
advances
advancing
advantage
advantageable
advantageous
advantages
advantaging
advent'rous
adventur'd
adventure
adventures
adventuring
adventurous
adventurously
adversaries
adversary
adversary's
adverse
adversities
adversity
adversity's
advertis'd
advertise
advertised
advertisement
advertising
advice
advis'd
advise
advised
advisedly
advises
advisings
advocate
advocate's
advocation
aeacida
aeacides
aedile
aediles
aegeon
aegles
aemilia
aemilius
aeneas
aeneas'
aeolus
aer'
aerial
aery
aery's
aeson
aesop
aetna
afar
afear'd
afeard
affability
affable
affair
affairs
affect
affectation
affectations
affected
affecteth
affecting
affection
affectionate
affections
affections'
affects
affianc'd
affiance
affianced
affied
affind
affined
affinity
affirm
affirmation
affirmatives
afflict
afflicted
affliction
afflictions
afflicts
afford
affordeth
affords
affray
affright
affrighted
affrights
affront
affy
afield
afire
afloat
afoot
afore
afore't
aforehand
aforesaid
afraid
afresh
afric
africa
african
afront
after
afternoon
afterward
afterwards
ag'd
again
against
agamemnon
agamemnon'
agamemnons
agamemnonworthy
agate
agaz'd
age
age'
age's
aged
agenor
agent
agents
ages
aggravate
aggrief'd
agile
agincourt
agitation
aglet
agnize
ago
agone
agony
agree
agreed
agreeing
agreement
agrees
agrippa
aground
ague
ague's
aguecheek
aguecheek'
agued
agueface
agues
ah
aha
ahungry
ai
aialvolio
aiaria
aid
aidance
aided
aiding
aidless
aids
ail
ailst
aim
aim'd
aim'st
aimed
aimest
aiming
aims
ainsi
air
air'd
air's
aired
airless
airs
airy
ajax
ajax'
alabaster
alack
alacrity
alarbus
alarbus'
alarm
alarm'
alarms
alarum
alarum'd
alarums
alas
alb
alban
albans
albans'
albany
albany's
albeit
albion
albions
alce
alchemist
alchemy
alcibiades
alcibiades'
alcides
alcides'
alder
alderman
aldermans
aldermen
ale
ale'
alecto's
alehouse
alehouses
alencon
alencons
alengon
aleppo
ales
alewife's
alexander
alexander's
alexanders
alexandria
alexandrian
alexas
alias
alice
alien
aliena
alighted
alights
aliis
alike
alisander
alive
all
all'
alla
allay
allay'd
allayed
allaying
allayment
allayments
allays
allegation
allegations
allege
alleged
allegiance
allegiant
alley
alleys
allhallowmas
alliance
allicholy
allied
allies
alligant
alligator
allons
allot
allots
allotted
allottery
allow
allow'd
allowance
allowed
allowing
allows
alls
allur'd
allure
allurement
alluring
allusion
ally
allycholly
almain
almanac
almanack
almanacs
almighty
almond
almost
alms
almsmans
aloes
aloft
alone
along
alonso
aloof
aloud
alphabet
alphabetical
alphonso
alps
already
also
alt'red
alt'ring
altar
altars
alter
alter'd
alteration
altered
alters
althaea
althaea's
although
altitude
altogether
altogether's
alton
alway
always
am
am'
amaimon
amain
amamon
amaz'd
amaze
amazed
amazedly
amazedness
amazement
amazes
amazeth
amazing
amazon
amazonian
amazons
ambassador
ambassadors
amber
ambiguides
ambiguities
ambition
ambitions
ambitious
ambitiously
amble
ambled
ambles
ambling
ambo
ambuscadoes
ambush
amen
amend
amended
amendment
amends
amerce
america
ames
amiable
amid
amidst
amiens
amis
amiss
amities
amity
amnipotent
among
amongst
amorous
amorously
amort
amount
amounts
ample
ampler
amplest
amplify
amply
ampthill
amurath
amyntas
an
anatomiz'd
anatomize
anatomy
ancestor
ancestors
ancestry
anchises
anchises'
anchor
anchor'd
anchor's
anchorage
anchored
anchoring
anchors
anchovies
ancient
ancient'st
ancientry
ancients
ancus
and'
and't
andirons
andpholus
andren
andrew
andromache
andronici
andronicus
andronicus'
anew
ang'red
ang'ring
angel
angelica
angelical
angelo
angelo's
angels
angels'
anger
anger'd
anger's
angerly
angers
anges
angiers
anglais
angld
angle
angler
angliae
angling
anglish
angrily
angry
anguish
angus
animal
animals
animis
anjou
ankle
anna
annals
anne
anne's
annex'd
annexed
annexment
announces
annoy
annoy'd
annoyance
annoying
annual
anoint
anointed
anon
another
another'
another's
anselmo
answer
answer'd
answer'st
answer't
answerable
answered
answerest
answering
answers
ant
ante
antenor
antenorides
anteroom
anthem
anthems
anthony
anthropophagi
anthropophaginian
antiates
antic
anticipate
anticipates
anticipatest
anticipating
anticipation
antick'd
anticly
antics
antidote
antidotes
antigonus
antiopa
antipathy
antipholus
antipholus'
antipholuses
antipodes
antiquary
antique
antiquity
antium
antoniad
antonio
antonio's
antonius
antonius'
antony
antony'
antony's
anvil
any
any's
anybody
anyone
anything
anywhere
ap
apace
apace'
apart
apartment
apartments
ape
apemantus
apemantus'
apes
apiece
apish
apollo
apollo'
apollo's
apollodorus
apology
apoplex'd
apoplexy
apostle
apostles
apostrophas
apoth
apothecary
appal
appalld
appalled
appals
apparel
apparelld
apparelled
apparent
apparently
apparition
apparitions
appeach
appeal
appeald
appeals
appear
appear'd
appearance
appeared
appeareth
appearing
appears
appeas'd
appease
appeased
appelant's
appele
appelee
appeles
appelez
appellant
appellants
appelons
appendix
appertain
appertaining
appertainings
appertains
appertinent
appertinents
appetite
appetites
applaud
applauded
applauding
applause
applauses
apple
apples
appliance
appliances
applications
applied
applies
apply
applying
appoint
appointed
appointment
appointments
appoints
apprehend
apprehend'st
apprehended
apprehends
apprehension
apprehensions
apprehensive
apprenticehood
appris
approach
approach'd
approachers
approaches
approacheth
approaching
approbation
approof
appropriation
approv'd
approve
approved
approvers
approves
appurtenances
apricocks
april
aprils
apron
aprons
apt
apter
aptest
aptly
aptness
aqua
aquilond
aquitaine
arabia
arabian
araise
arbitrate
arbitrating
arbitrator
arbitrement
arbors
arbour
arc
arch
archbishop
archbishop's
archbishopric
archdeacons
arched
archelaus
archer
archers
archery
archibald
archidamus
architect
arde
arden
ardent
ardour
are
are'
argal
argier
argosies
argosy
argu'd
argue
argued
argues
arguing
argument
arguments
argus
ariachne's
ariadne
ariel
ariels
aries
aright
arinado's
arinies
arion
arise
arises
ariseth
arising
aristotle's
arithmetic
arithmetician
ark
arm
arm'
arm'd
arm's
armado
armado'
armado's
armadoes
armagnac
arme
armed
armenia
armies
arming
armipotent
armor
armour
armourer
armourer's
armourers
armours
armoury
arms
arms'
army
army's
arn
aroint
arose
arouse
arragon
arraign
arraigned
arraigning
arraignment
arrant
arras
array
array'd
arrearages
arrest
arrested
arrests
arriv'd
arrival
arrivance
arrive
arrived
arrogance
arrogancy
arrogant
arrow
arrows
art
art's
artemidorus
arteries
arthur
arthur's
article
articles
articulate
artificer
artificial
artillery
artire
artist
artists
artless
artois
arts
artus
arviragus
as
as's
as't
asaph
ascanius
ascend
ascended
ascendeth
ascends
ascension
ascent
ascribe
ascribes
ash
asham'd
ashamed
ashes
ashford
ashore
ashouting
ashy
asia
aside
ask
ask'd
ask'st
askance
asked
asker
asketh
asking
asks
asleep
asmath
asp
aspect
aspects
aspen
aspersion
aspic
aspic's
aspicious
aspics'
aspir'd
aspiration
aspire
aspiring
asquint
ass
ass's
assail
assailant
assailants
assaild
assailed
assaileth
assailing
assails
assassination
assault
assaulted
assaults
assay
assay'd
assaying
assays
assemblance
assemble
assembled
assemblies
assembly
assent
asses
assez
assign
assignd
assigns
assinico
assist
assistance
assistances
assistant
assistants
assisted
assisting
associated
associates
assuage
assubjugate
assum'd
assume
assumes
assumption
assur'd
assurance
assure
assured
assuredly
assures
assyrian
astonish
astonish'd
astonished
astraea's
astronomer
astronomers
astronomical
astronomy
asunder
at
at's
atalanta's
ate
ates
athenian
athenians
athens
athens'
athol
athversary
athwart
atlas
atomies
atomy
atone
atonement
atonements
atropos
attach
attach'd
attached
attachment
attain
attaind
attainder
attains
attaint
attainted
attainture
attempt
attemptable
attempted
attempting
attempts
attend
attend'st
attendance
attendant
attendant's
attendants
attended
attendents
attendeth
attending
attends
attent
attention
attentive
attentivenes
attest
attested
attir'd
attire
attired
attires
attorney
attorney'd
attorneyed
attorneys
attorneyship
attract
attraction
attractive
attracts
attribute
attributed
attributes
attribution
attributive
atwain
au
aubrey
auburn
aucun
audacious
audaciously'
audacity
audible
audience
audis
audit
auditor
auditors
auditory
audre'y
audrey
aufidius
aufidius'
auger
auger's
aught
augment
augmentation
augmented
augmenting
augurer
augurers
auguring
augurs
augury
august
augustus
augustus'
auld
aumerle
aunchient
aunt
aunts
aurora's
auspicious
aussi
austere
austerely
austereness
austerity
austria
austria's
aut
authentic
author
author's
authorities
authority
authorized
authors
autolycus
autumn
autumns
auvergne
avail
avails
avarice
avaricious
avaunt
ave
aveng'd
avenge
avenged
averring
avert
aves
avez
avis'd
avoid
avoided
avoiding
avoids
avouch
avouch't
avouched
avouches
avouchment
avow
aw'd
await
awaits
awak'd
awake
awaked
awaken
awakened
awakens
awakes
awaking
award
awards
awasy
away
away'
awe
aweary
aweless
awful
awhile
awkward
awl
awork
awry
axe
axe's
axle
axletree
ay
ay'll
aye
ayez
azur'd
b
b'
b'uy
ba
babble
babbling
babe
babe's
babes
babies
baboon
baboons
baby
baby's
babylon
bacare
bacchanals
bacchus
bach'lorship
bachelor
bachelors
back
back'd
backbite
backbitten
backing
backs
backward
backwards
bacon
bad
bad'st
bade
badge
badged
badges
badly
badness
baes
baffld
baffle
bag
baggage
bagot
bagpipe
bags
bail
bailiff
baillez
baily
baisant
baisees
baiser
bait
baited
baiting
baitings
baits
bajazet's
bak'd
bake
baked
baker's
bakers'
bakes
baking
bal
balanc'd
balance
balcony
bald
baldrick
bale
baleful
balk
balk'd
ball
ballad
ballads
ballast
ballasting
ballet
ballow
balls
balm
balm'd
balms
balmy
balsam
balsamum
balth
balthasar
balthazar
bames
ban
band
bandied
banding
bandit
banditti
banditto
bands
bandy
bandying
bane
bane'
banes
bang
bang'd
bangor
banish
banish'd
banished
banished'
banishers
banishment
banister
bank
bank'd
bankrupt
bankrupts
banks
banner
bannerets
banners
banning
banns
banquet
banqueted
banqueting
banquets
banquo
banquo's
bans
baptism
baptista
baptista's
baptiz'd
bar
bar'd
bar'st
barbarian
barbarians
barbarism
barbarous
barbary
barbason
barbed
barber'd
barber's
barbermonger
bard
bardolph
bardolph's
bare
bared
barefac'd
barefaced
barefoot
bareheaded
barely
bareness
barful
bargain
bargaind
bargains
barge
baring
bark
bark'
bark'd
bark'st
barking
barkloughly
barks
barky
barley
barm
barn
barnacles
barnardine
barnardine's
barne
barnes
barnet
barns
baron
barons
barony
barr'd
barrabas
barrel
barrels
barren
barrenly
barrenness
barricado
barrow
bars
barson
barter'd
bartholomew
bas
bas'd
basan
base
baseless
basely
baseness
baser
bases
basest
bashful
bashfulness
basilisco
basilisk
basilisks
basimecu
basin
basingstoke
basins
basis
bask'd
basket
baskets
bass
bassanio
bassanio's
basset
bassianus
bassianus'
basta
bastard
bastard's
bastardizing
bastards
bastardy
basted
bastinado
basting
bat
bat's
batailles
batch
bate
bated
bates
bath
bath'd
bathe
bathed
bathing
baths
bating
batler
bats
batt'red
batt'ry
battalia
batten
batter
batter'd
battering
batters
battery
battle
battle's
battled
battlements
battles
batty
bauble
baubles
baubling
baulk'd
bavin
bawcock
bawd
bawd's
bawdry
bawds
bawdy
bawling
bay
bay'd
baying
baynard's
bayonne
bays
be'
be's
be'st
be't
beach
beached
beachy
beacon
bead
beaded
beadle
beadles
beads
beagle
beagles
beak
beaks
beam
beamed
beams
bean
beans
bear
bear's
bear'st
bear't
beard
beard'
beard's
bearded
beardless
beards
bearer
bearers
bearest
beareth
bearing
bears
beast
beast's
beastliness
beastly
beasts
beat
beat'em
beated
beaten
beating
beatrice
beats
beau
beaufort
beaufort's
beaumond
beaumont
beauteous
beautied
beauties
beautified
beautiful
beautify
beauty
beauty's
beaver
beavers
became
because
bechanc'd
bechanced
beck
beck'd
beck'ning
beckond
beckons
becks
becom'd
becom'st
become
become'
become't
becomed
becomes
becoming
becomings
bed
bed'
bedabbled
bedash'd
bedaub'd
bedazzled
bedchamber
bedclothes
bedded
bedeck
bedecking
bedew
bedfellow
bedfellows
bedford
bedford's
bedlam
bedrench
bedrid
beds
beds'
bedtime
bedward
bee
bee's
beef
beefs
beehives
been
beer
bees
beest
beetle
beetles
beeves
befall
befallen
befalln
befalls
befell
befits
befitted
befitting
befor't
before
before's
beforehand
befortune
befriend
befriended
befriends
beg
beg'st
began
beganst
begant
beget
begets
begetting
begg'd
beggar
beggar'd
beggar's
beggared
beggarly
beggars
beggars'
beggary
beggary'
begging
begin
begin'
beginners
beginning
beginnings
begins
begnawn
begone
begot
begotten
begrimed
begs
beguild
beguile
beguiled
beguiles
beguiling
begun
behalf
behalfs
behav'd
behaved
behavedst
behavior
behaviors
behaviour
behaviours
behead
beheaded
beheld
behest
behests
behind
behold
behold's
behold'st
beholder
beholders
beholdest
beholding
beholds
behoof
behooffull
behooves
behove
behoves
behowls
being
belarius
belch
belching
beldam
beldame
beldams
belee'd
belgia
belie
belied
belief
beliest
believ'd
believ'd'
believ'st
believe
believe'
believe't
believed
believes
believest
believing
belike
bell
bellario
bellario's
belle
bellied
bellies
bellman
bellona's
bellow
bellow'd
bellowed
bellows
bells
belly
belly's
bellyful
belman
belmont
belock'd
belong
belong'd
belonging
belongings
belongs
belov'd
beloved
beloving
below
bels
belt
belzebub
bemadding
bemet
bemete
bemoand
bemock
bemock'd
bemoild
bemonster
ben
bench
bench'd
bencher
benches
bend
bended
bending
bends
bene
beneath
benedicite
benedick
benedick's
benediction
benedictus
benefactors
benefice
beneficial
benefit
benefits
benetted
benevolence
benevolences
benied
benison
bennet
bent
bentii
bentivolii
benumbed
benvolio
bepaint
bepray
bequeath
bequeath'd
bequeathed
bequeathing
bequest
ber
berard
berattle
beray'd
bere
bereave
bereaved
bereft
bergamo
bergomask
berhym'd
berhyme
berkeley
bermoothes
bernardo
berowne
berowne'
berowne's
berri
berries
berrord
berry
bertram
bertram's
berwick
bescreend
beseech
beseech'd
beseeched
beseechers
beseeching
beseek
beseem
beseemeth
beseeming
beseems
beset
beshrew
beside
besides
besieg'd
besiege
besieged
beslubber
besmear
besmear'd
besmeared
besmirch
besmirch'd
besom
besort
besotted
bespake
bespeak
bespice
bespoke
bespotted
bess
bessy
best
best'
best's
bestained
bested
bestial
bestir
bestirr'd
bestow
bestow'd
bestow'st
bestow't
bestowed
bestowing
bestows
bestraught
bestrew
bestrew'd
bestrid
bestride
bestrides
bet
betake
beteem
bethink
bethought
bethrothed
bethump'd
betid
betide
betideth
betime
betimes
betoken
betook
betossed
betray
betray'd
betray'dst
betray's
betrayed
betraying
betrays
betrims
betroth'd
betrothed
betroths
bett'red
bett'ring
betted
better
better'd
bettered
bettering
betters
betting
bettre
between
betweens
betwixt
bevel
beverage
bevis
bevy
bewail
bewailed
bewailing
bewails
beware
bewasted
beweep
bewept
bewet
bewhored
bewitch
bewitch'd
bewitched
bewitchment
bewray
bewray'd
beyond
bezonian
bezonians
bianca
bianca's
bianco's
bias
bibble
bickerings
bid
bid'st
bidden
bidding
biddings
biddy
bide
bides
biding
bids
bien
bier
bifold
big
bigamy
biggen
bigger
bigness
bigot
bilberry
bilbo
bilboes
bilbow
bill
billeted
billets
billiards
billow
billows
bills
bin
bind
bindeth
binds
biondello
birch
bird
bird's
birding
birdlime
birds
birnam
birth
birthday
birthdom
birthplace
birthright
birthrights
births
bis
biscuit
bishop
bishop's
bishops
bisson
bit
bitch
bitch's
bite
biter
bites
biting
bits
bitt'rest
bitten
bitter
bitterest
bitterly
bitterness
blab
blabb'd
blabbing
blabs
black
black'st
blackamoor
blackamoors
blackberries
blackberry
blacker
blackest
blackfriars
blackheath
blackmere
blackness
blacks
bladder
bladders
blade
bladed
blades
blains
blam'd
blame
blamed
blameful
blameless
blames
blanca
blanch
blanch'd
blank
blanket
blanks
blaspheme
blaspheming
blasphemous
blasphemy
blast
blasted
blasting
blastments
blasts
blaz'd
blaze
blazes
blazing
blazon
blazoned
blazoning
blazonst
bleach
bleaching
bleak
blear'd
bleared
bleat
bleated
bleats
bled
bleed
bleed'st
bleedest
bleedeth
bleeding
bleeds
blemish
blemish'd
blemishes
blench
blenches
blend
blended
blent
bless
bless'd
blessed
blessedly
blessedness
blesses
blesseth
blessing
blessing'
blessings
blest
blew
blind
blinded
blindfold
blinding
blindly
blindness
blinds
blink
blinking
bliss
blist'red
blister
blister'd
blisters
blithe
blithild
bloat
block
blockish
blocks
blois
blood
blood's
blooded
bloodhound
bloodied
bloodily
bloodless
bloods
bloodshed
bloodshedding
bloodstained
bloody
bloom
bloom'd
blooms
blossom
blossoming
blossoms
blot
blots
blotted
blount
blow
blowest
blowing
blown
blows
blowse
blubb'ring
blubber'd
blubbering
blue
bluecaps
bluest
blunt
blunted
blunter
bluntest
blunting
bluntly
bluntness
blunts
blur
blurr'd
blurs
blush
blush'd
blushes
blushest
blushing
blust'ring
bluster
blusters
bo
boar
boar's
board
boarded
boards
boarish
boars
boast
boastful
boasting
boasts
boat
boats
boatswain
bob
bobb'd
boblibindo
bocchus
bode
boded
bodements
bodes
bodg'd
bodied
bodies
bodiless
bodily
boding
bodkin
bodkins
body
body's
bodykins
bog
boggle
bogs
bohemia
bohemia's
bohemian
bohun
boil
boild
boiling
boils
boist'rous
boisterous
boisterously
boitier
bold
bold'ned
bold'st
bolder
boldest
boldly
boldness
bolds
bolingbroke
bolingbroke'
bolingbroke's
bolster
bolt
bolted
bolter'd
bolting
bolts
bombard
bombards
bombast
bon
bona
bond
bondage
bondage'
bonded
bondmaid
bondman
bondmans
bondmen
bonds
bone
boneless
bones
bonfire
bonfires
bonjour
bonne
bonnet
bonneted
bonny
bonto
bonville
bood
book
book'd
bookish
books
boon
boor
boorish
boors
boot
booties
bootless
boots
booty
bor
bor'd
bor'st
bora
borachio
bordeaux
border
bordered
borderers
borders
bore
boreas
bores
boring
born
borne
borough
borrow
borrow'd
borrow'dst
borrowed
borrower
borrower's
borrowing
borrows
bosko
boskos
bosky
bosom
bosom'd
bosom's
bosomas
bosoms
boson
bosworth
botch
botch'd
botcher's
botches
botchy
both
bots
bottle
bottled
bottles
bottom
bottom'd
bottom's
bottomless
bottoms
bouciqualt
bouge
bough
boughs
bought
bounce
bouncing
bound
bounded
bounden
boundeth
bounding
boundless
bounds
bounteous
bounteously
bounties
bountiful
bountifully
bounty
bounty's
bourbier'
bourbon
bourchier
bourdeaux
bourn
bout
bow
bow'd
bow'r
bow'rs
bowcase
bowed
bowels
bower
bowing
bowl
bowld
bowler
bowling
bowls
bows
bowsprit
bowstring
box
boxes
boy
boy'
boy's
boyet
boyet'
boyish
boys
boys'
brabant
brabantio
brabble
brabbler
brac'd
brace
bracelet
bracelets
brach
bracy
brag
bragg'd
braggardism
braggards
braggart
braggarts
bragged
bragging
bragless
brags
braid
braided
brain
braind
brained
brainford
brainless
brains
brainsick
brainsickly
brake
brakenbury
brakes
brambles
bran
bran'
branch
branch'd
branches
branchless
brand
branded
brandish
brandish'd
brandon
brands
bras
brass
brassy
brat
brat's
brats
brav'd
brav'ry
brave
braved
bravely
braver
bravery
braves
bravest
braving
brawl
brawling
brawls
brawn
brawns
bray
bray'd
braying
braz'd
brazen
brazier
breach
breaches
bread
breadth
break
break'st
break't
breaker
breakfast
breaking
breaks
breast
breasted
breasting
breasts
breath
breath'd
breathe
breathed
breather
breathers
breathes
breathest
breathing
breathless
breaths
brecknock
bred
breech
breech'd
breeches
breeching
breed
breeder
breeders
breeding
breeds
breeze
breff
bretagne
bretheren
brethren
brethrens
brevis
brevity
brew
brew'd
brewage
brewer's
brewers
brewing
brews
briareus
brib'd
bribe
briber
bribes
brick
bricklayer
bricks
bridal
bride
bride'
bridegroom
bridegroom's
bridegrooms
brides
bridge
bridgenorth
bridges
bridget
bridle
bridled
brief
briefer
briefest
briefly
briefness
brier
briers
brigandine
bright
brighten
brightest
brightly
brightness
brim
brimful
brims
brimstone
brinded
brine
bring
bring'st
bringer
bringeth
bringing
bringings
brings
brinish
brink
brisk
brisky
bristle
bristled
bristly
bristol
bristow
britain
britaine
britaines
britains
british
briton
britons
brittany
brittle
broach
broach'd
broached
broad
broader
broadsides
brocas
brock
brogues
broil
broild
broiling
broils
broke
broke's
broken
broker
broker'
brokers
brokes
broking
brooch
brooch'd
brooches
brood
brooding
brook
brook'd
brook's
brooks
broom
broomstaff
broth
brothel
brother
brother'
brother's
brotherhood
brotherhoods
brotherly
brothers
brothers'
broths
brought
brow
brow'd
brown
browner
brownist
browny
brows
brows'
brows'd
browse
browsing
bruis'd
bruise
bruised
bruises
bruising
bruit
bruited
brundusium
brunt
brush
brush'd
brushes
brute
brutish
brutus
brutus'
bubble
bubbles
bubukles
buck
bucket
buckets
bucking
buckingham
buckingham's
buckle
buckled
buckler
bucklers
bucklersbury
buckles
buckram
bucks
bud
budded
budding
budge
budger
budget
buds
buff
buffet
buffets
bug
bugle
bugs
build
builded
buildeth
building
buildings
builds
built
bulk
bulks
bull
bullcalf
bullen
bullen'
bullens
bullet
bullet's
bullets
bullocks
bulls
bully
bulmer
bulwark
bulwarks
bum
bumbast
bump
bumper
bums
bunch
bunches
bundle
bung
bunghole
bungle
bunting
buoy
buoy'd
bur
burbolt
burd'ned
burden
burdend
burdened
burdening
burdenous
burdens
burgh
burgher
burglary
burgomasters
burgonet
burgundy
burial
buried
burier
buriest
burly
burn
burnd
burnd'
burned
burnet
burneth
burning
burnish'd
burns
burnt
burr
burrows
burs
burst
bursting
burthen
burthens
burton
bury
burying
bush
bush's
bushels
bushes
bushy
busied
busily
busines
business
business'
businesses
buskind
busky
buss
busses
bussing
bustle
bustling
busy
but
but'
butcheed
butcher
butcher'd
butcher's
butchered
butcheries
butcherly
butchers
butchery
butler
butt
butter
buttered
butterflies
butterfly
butterwomans
buttock
buttocks
button
buttond
buttonhole
buttons
butts
buxom
buy
buy'em
buyer
buying
buys
buzz
buzzard
buzzards
buzzing
by
by'
by'r
by't
bye
byzantium
c
c'
c'est
c's
ca
cabbage
cabileros
cabin
cabind
cabins
cable
cables
cackling
caddis
caddisses
cade
cade's
cadence
cadent
cades
caduceus
cadwal
cadwallader
caelius
caelo
caesar
caesar'
caesar's
caesarion
caesars
cage
caged
cain
cains
caithness
caitiff
caitiffs
caius
caius'
caius's
cak'd
cake
cake's
cakes
calaber
calais
calamity
calchas
calchas'
calculate
calen
calendar
calendars
calf
calf's
caliban
calibans
calipolis
cality
caliver
call
callat
calld
calldst
called
callet
calling
calls
callst
callt
calm
calm'd
calmest
calmly
calmness
calpurnia
calpurnia's
calumniate
calumniating
calumnious
calumny
calve's
calved
calves
calves'
calveskins
calydon
cam'st
cambio
cambria
cambrics
cambridge
cambyses'
came
came't
camel
camelot
camels
camest
camillo
camillo's
camlet
camomile
camp
campeius
camping
camps
can
canakin
canaries
canary
cancel
cancelld
cancelled
cancelling
cancels
cancer
candidatus
candied
candle
candles
candles'
candy
canidius
cank'red
canker
cankerblossom
cankers
cannibally
cannibals
cannon
cannoneer
cannons
cannons'
cannot
canon
canoniz'd
canonize
canonized
canons
canopied
canopies
canopy
canst
cant
canterbury
canterbury's
cantle
cantons
canus
canvas
canvass
canzonet
cap
cap'ring
capability
capable
capacities
capacity
caparison
caparisond
capdv'd
cape
cape'
capels
capels'
caper
caper'd
capers
capet
capet's
caphis
capilet
capitaine
capital
capite
capitol
capitulate
capocchia
capon
capons
capp'd
cappadocia
capriccio
caps
capt
captain
captains
captainship
captious
captivate
captivated
captive
captives
captivity
capucius
capulet
capulet's
capulets
car
car'd
car'st
carack
caracks
carat
caraways
carbonado
carbonado'd
carbuncle
carbuncled
carbuncles
carcanet
carcase
carcases
carcass
carcasses
card
card'nal
cardecue
carded
carders
cardinal
cardinally
cardinals
cardmaker
cards
care
care'
care's
cared
career
careers
careful
carefully
careless
carelessly
carelessness
cares
caret
cargo
carl
carlisle
carlot
carman
carmen
carnal
carnally
carnation
carnations
carol
carous'd
carouse
caroused
carouses
carousing
carp
carp'd
carpenter
carpet
carpets
carping
carriage
carriages
carried
carrier
carriers
carries
carrion
carrions
carry
carry'
carry't
carrying
cars
cart
carters
carthage
carts
carv'd
carve
carved
carver
carver's
carves
carving
cas'd
casa
casaer
casca
casca's
case
casement
casements
cases
cash
cashier
cashier'd
casing
cask
casket
casketed
caskets
casque
casques
cassado
cassandra
cassandra's
cassibelan
cassio
cassio's
cassius
cassius'
cassocks
cast
castalion
castaway
castaways
casted
caster
castigate
castigation
castile
castiliano
casting
castle
castle's
castles
casts
casual
casually
casualties
casualty
cat
cataian
catalogue
cataplasm
cataracts
catarrhs
catastrophe
catch
catch'd
catcher
catches
catching
cate
catechising
catechism
catechize
cater
caterpillars
caters
caterwauling
cates
catesby
cathedral
catlike
catling
cato
cato's
cats
cattle
caucasus
caudle
caught
caught'
cauldron
caus'd
cause
caused
causeless
causer
causes
causest
causeth
cautel
cautelous
cautels
cauterizing
caution
cautions
cavaleiro
cavalery
cavaliers
cave
cavern
caverns
caves
caviary
cavil
cavilling
cawdor
cawdor'
cawdron
cawing
ce
ceas'd
cease
cease'
ceases
ceaseth
cedar
cedar's
cedars
cedius
celebrate
celebrated
celebrates
celebration
celerity
celestial
celia
cell
cellarage
cells
celsa
cement
censer
censorinus
censur'd
censure
censured
censurers
censures
censuring
centaur
centaurs
centaurs'
centre
cents
centuries
centurion
centurions
century
cerberus
cerecloth
cerements
ceremonial
ceremonies
ceremonious
ceremoniously
ceremony
ceres
ceres'
certain
certainer
certainly
certainties
certainty
certes
certificate
certified
certifies
certify
ces
cesario
cess
cesse
cestern
cetera
cette
chaces
chaf'd
chafe
chafed
chafes
chaff
chaffless
chafing
chain
chaind
chains
chair
chairs
chalic'd
chalice
chalices
chalk'd
chalks
chalky
challeng'd
challenge
challenged
challenger
challenger's
challengers
challenges
cham
cham's
chamber
chamber'd
chamber's
chamberers
chamberlain
chamberlains
chambermaid
chambermaids
chambers
chameleon
chameleons
champagne
champain
champains
champion
champions
chanc'd
chance
chanced
chancellor
chances
chandler's
chang'd
change
changeable
changed
changeful
changeling
changelings
changer
changes
changest
changing
channel
channels
chanson
chant
chanticleer
chanting
chantry
chants
chaos
chapel
chapeless
chapels
chaplain
chaplains
chapless
chaplet
chapmen
chapmens
chaps
chapter
character
character'd
charactered
characterless
characters
charactery
characts
charbon
chare
chares
charg'd
charge
charged
chargeful
charges
chargeth
charging
chariest
chariness
charing
chariot
chariots
charitable
charitably
charities
charity
charity'
charlemain
charles
charles'
charm
charm'd
charm's
charmed
charmer
charmeth
charmian
charming
charmingly
charms
charneco
charnel
charolois
charon
charter
charter'd
charters
chartreux
charybdis
chas'd
chase
chased
chaser
chaseth
chasing
chaste
chastely
chastis'd
chastise
chastised
chastisement
chastity
chastity's
chat
chatham
chatillon
chats
chatt'ring
chattels
chatter
chattering
chattles
chaud
chaunted
chaw'd
chawdron
che
cheap
cheapen
cheaper
cheapest
cheaply
cheapside
cheat
cheated
cheater
cheaters
cheating
cheats
check
check'd
check'ring
checked
checker'd
checking
checks
cheek
cheek'd
cheek's
cheeks
cheer
cheer'
cheer'd
cheer'st
cheered
cheerer
cheerful
cheerfully
cheering
cheerless
cheerly
cheers
cheese
chequer'd
cher
cherish
cherish'd
cherished
cherishing
cherries
cherry
cherrypit
chertsey
cherub
cherubin
cherubins
cheshu
chess
chest
chester
chestnut
chestnuts
chests
chetas
chev'ril
cheval
chevalier
chevaliers
cheveril
chew
chew'd
chewed
chewet
chewing
chez
chi
chick
chicken
chickens
chicurmurco
chid
chid'st
chidden
chide
chiders
chides
chiding
chief
chiefest
chiefly
chien
child
child'
child's
childed
childeric
childhood
childhoods
childing
childish
childishness
childlike
childness
children
childrens
chill
chilling
chimes
chimney
chimney's
chimneys
chimurcho
chin
china
chine
chines
chink
chinks
chins
chipp'd
chipper
chips
chiron
chirping
chirrah
chirurgeonly
chisel
chitopher
chivalrous
chivalry
chivalry'
choice
choicely
choicest
choir
choirs
chok'd
choke
choked
chokes
choking
choler
choleric
cholers
chollors
choose
choose'
chooser
chooses
chooseth
choosing
chop
chopine
chopp'd
chopped
chopping
choppy
chops
chopt
chor
chorus
chose
chosen
chough
choughs
choughs'
chrish
christ
christ'ned
christ'ning
christ's
christen
christendom
christendoms
christening
christenings
christian
christianlike
christians
christmas
christom
christopher
christophero
chronicle
chronicled
chronicler
chronicles
chrysolite
chuck
chud
chuffs
church
church's
churches
churchman
churchmen
churchmens
churchyard
churchyards
churl
churlish
churlishly
churls
chus
cicatrice
cicatrices
cicely
cicero
ciceter
ciel
ciitzens
cilicia
cimber
cimmerian
cincture
cinders
cinna
cinque
cipher
ciphers
circe
circe's
circle
circled
circlets
circling
circuit
circumcised
circumference
circummur'd
circumscrib'd
circumscribed
circumscription
circumspect
circumstance
circumstanced
circumstances
circumstantial
circumvent
circumvention
cistern
citadel
cital
cite
cited
cites
cities
citing
citizen
citizens
cittern
city
city's
civet
civil
civility
civilly
civilst
clad
claim
claim'd
claiming
claims
clamb'ring
clamber
clammer
clamor
clamor'd
clamorous
clamors
clamour
clamours
clang
clangor
clap
clap's
clapp'd
clapped
clapper
clapping
claps
clare
clarence
clarence'
clarence's
claribel
clasp
clasp'd
clasps
clatter
claud
claudio
claudio's
claudius
clause
claw
claw'd
clawed
clawing
claws
clay
clays
clean
cleanliest
cleanly
cleans'd
cleanse
cleansing
clear
clear'd
clearer
clearest
clearly
clearness
clears
cleave
cleaving
cleft
cleitus
clemency
clement
clement's
cleomenes
cleopatra
cleopatra's
clepeth
clept
clerestories
clergy
clergy's
clergyman
clergymen
clerk
clerk's
clerkly
clerks
clew
client
clients
cliff
clifford
clifford's
cliffords
cliffs
clifton
climate
climate's
climature
climb
climb'd
climbed
climber
climbeth
climbing
climbs
clime
cling
clink
clinquant
clip
clipp'd
clipper
clippeth
clipping
clipt
clitus
clo'es
cloak
cloakbag
cloaks
clock
clock's
clocks
clod
cloddy
clodpole
clog
clogging
clogs
cloister
cloister'd
cloistress
cloquence
clos'd
close
closed
closely
closeness
closer
closes
closest
closet
closing
closure
cloten
clotens
cloth
clothair
clotharius
clothe
clothes
clothiers
clothing
clotpoles
clotpoll
cloud
clouded
cloudiness
clouds
cloudy
clout
clouted
clouts
cloven
clover
cloves
clovest
clowder
clown
clownish
clowns
cloy
cloy'd
cloyed
cloying
cloyless
cloyment
cloys
club
clubs
cluck'd
clust'ring
clusters
clutch
clutch'd
cneius
cnemies
co
co'fil
coach
coaches
coachmakers
coact
coactive
coagulate
coal
coals
coarsely
coast
coasting
coasts
coat
coated
coats
coats'
cobble
cobbler
cobham
cobloaf
cobweb
cobwebs
cock
cock'red
cock'rel
cock'rels
cock's
cockatrice
cockatrices
cockle
cockney
cocks
cocksure
coctus
cocytus'
cod's
codding
codling
codpiece
codpieces
cods
coelestibus
coesar's
coeur
coffer
coffers
coffin
coffind
coffins
cog
cogging
cogitation
cogitations
cognition
cognizance
cogscomb
cohabitants
coher'd
cohere
coherence
coherent
cohorts
coif
coign
coil
coils
coin
coinage
coind
coining
coins
col
colbrand
colchos'
cold
cold'
cold'st
colder
coldest
coldly
coldness
coldspur
colebrook
colic
collar
collars
collateral
colleagued
collect
collected
collection
college
colleges
collied
collier
colliers
collop
colme's
colmekill
coloquintida
color
colors
colossus
colour
colour'd
colour's
colourable
coloured
colouring
colours
colours'
colt
colt's
colted
colts
columbine
columbines
colville
com'st
comagene
comb
comb'd
combat
combatants
combated
combating
combinate
combination
combind
combine
combined
combustion
come
come'
comedian
comedians
comedy
comeliness
comely
comer
comers
comes
comes't
comesisters
comest
comet
cometh
comets
comfect
comfit
comfits
comfort
comfort's
comfortable
comforted
comforter
comforting
comfortless
comforts
comic
comical
coming
comings
cominius
cominius'
comma
command
command'
command'st
commande
commanded
commander
commanders
commanders'
commanding
commandment
commandments
commands
comme
commenc'd
commence
commenced
commencement
commences
commencing
commend
commendable
commendation
commendations
commended
commending
commends
comment
commentaries
commenting
comments
commerce
commingled
commiseration
commission
commissioners
commissions
commit
commit'st
commits
committ'st
committed
committing
commix
commixtion
commixture
commodious
commodities
commodity
common
commonalty
commoner
commoners
commonly
commons
commons'
commonst
commonweal
commonwealth
commotion
commotions
commune
communicat'st
communicate
communication
communities
community
comonty
compact
companies
companion
companions
companions'
companionship
company
company'
company's
compar'd
comparative
compare
compared
comparison
comparisons
compartner
compass
compass'd
compasses
compassing
compassion
compassionate
compeers
compel
compelld
compelled
compelling
compensation
competence
competency
competent
competitor
competitors
compild
compile
compiled
complain
complaind
complainer
complainest
complaining
complainings
complains
complaint
complaints
complement
complements
complete
complexion
complexions
complices
complies
compliment
complimental
compliments
complot
complots
complotted
comply
compos'd
compose
composed
composition
compost
composture
composure
compound
compounded
compounds
comprehend
comprehended
comprehends
compremises
comprising
compromis'd
compromise
compt
comptible
comptrollers
compulsion
compulsive
compunctious
computation
comrade
comutual
con
concave
concavities
conceal
conceald
concealed
concealing
concealment
concealments
conceals
conceit
conceit's
conceited
conceitless
conceits
conceiv'd
conceive
conceived
conceives
conceiving
conception
conceptions
conceptious
concern
concernancy
concernd
concerneth
concerning
concernings
concerns
conclave
conclud'st
conclude
concluded
concludes
concluding
conclusion
conclusions
concolinel
concord
concubine
concupiscible
concupy
concur
concurring
concurs
condemn
condemnation
condemnd
condemned
condemning
condemns
condescend
condign
condition
conditionally
conditiond
conditions
condole
condolement
condoling
conduce
conduct
conducted
conducting
conductor
conduit
conduits
conected
coney
confection
confectionary
confections
confederacy
confederate
confederates
confer
conference
conferr'd
conferring
confess
confess'd
confess't
confessed
confesses
confesseth
confessing
confession
confessions
confessor
confessor's
confidence
confident
confidently
confind
confine
confined
confineless
confiners
confines
confining
confirm
confirm'd
confirmation
confirmations
confirmed
confirmer
confirmers
confirming
confirmities
confirms
confiscate
confiscated
confixed
conflict
conflicting
conflicts
confluence
conflux
conform
conformable
confound
confounded
confounding
confounds
confront
confronted
confus'd
confused
confusedly
confusion
confusions
confutation
confutes
congeal
congeald
congealed
congealment
congee
conger
congied
congratulate
congreeing
congreeted
congregate
congregated
congregation
congregations
congruent
congruing
conies
conjectural
conjecture
conjectures
conjoind
conjoined
conjoins
conjointly
conjunct
conjunction
conjunctive
conjur'd
conjuration
conjurations
conjure
conjured
conjurer
conjurers
conjures
conjuring
connd
connected
connive
conqu'ring
conquer
conquer'd
conquered
conquering
conqueror
conqueror's
conquerors
conquers
conquest
conquests
conquring
conrade
consanguineous
consanguinity
conscienc'd
conscience
conscience'
consciences
conscionable
consecrate
consecrated
consecrations
consent
consented
consenting
consents
consequence
consequence'
consequences
consequently
conserve
conserved
conserves
consider
consider'd
considerance
considerate
consideration
considerations
considered
considering
considerings
considers
consign
consignd
consigning
consist
consisteth
consisting
consistory
consists
consolate
consolation
consonancy
consonant
consort
consorted
consortest
conspectuities
conspir'd
conspiracy
conspirant
conspirator
conspirators
conspirators'
conspire
conspired
conspirers
conspires
conspiring
constable
constable's
constables
constance
constancies
constancy
constant
constantine
constantinople
constantly
constellation
constitution
constrain
constraind
constrained
constraineth
constrains
constraint
constring'd
construction
construe
consul
consul'
consuls
consulship
consult
consulting
consults
consum'd
consum'st
consume
consumed
consumes
consuming
consummate
consummation
consumption
consumptions
contagion
contagious
contain
containd
containing
contains
contaminate
contaminated
contemn
contemnd
contemndest
contemned
contemning
contemns
contemplate
contemplation
contemplative
contempt
contemptible
contempts
contemptuous
contemptuously
contend
contending
contendon
content
contenta
contented
contenteth
contention
contentious
contentless
contento'
contents
contents'
contest
contestation
continence
continency
continent
continents
continu'd
continual
continually
continuance
continuate
continue
continued
continuer
continues
continuing
contract
contracted
contracting
contraction
contradict
contradicted
contradiction
contradicts
contraries
contrarieties
contrariety
contrarious
contrariously
contrary
contre
contribution
contributors
contrite
contriv'd
contrive
contrived
contriver
contrives
contriving
control
controlld
controller
controlling
controlment
controls
controlt
controversy
contumelious
contumeliously
contumely
contusions
convenience
conveniences
conveniency
convenient
conveniently
convented
conventicles
convents
convers'd
conversant
conversation
conversations
converse
conversed
converses
conversing
conversion
convert
converted
convertest
converting
convertite
convertites
converts
convey
convey'd
conveyance
conveyances
conveyers
conveying
convict
convicted
convince
convinced
convinces
convive
convocation
convoy
convulsions
cony
cook
cook'd
cookery
cooks
cool
coold
cooled
cooling
cools
coop'd
coops
cop'd
cop'st
copatain
cope
cophetua
copied
copies
copious
copper
copperspur
coppice
copulation
copulatives
copy
copy's
cor
coragio
coral
corambus
coranto
corantos
corbo
cord
corded
cordelia
cordial
cordis
cords
core
corin
corinth
coriolanus
coriolanus'
coriolanuswho
corioli
cork
corky
cormorant
corn
cornelia
cornelius
corner
corner'd
corners
cornerstone
cornets
cornish
corns
cornuto
cornwall
cornwalls
corollary
coronal
coronation
coronet
coronets
corporal
corporals
corporate
corpse
corpulent
correct
corrected
correcting
correction
correctioner
corrects
correspondent
corresponding
corresponsive
corrigible
corrival
corrivals
corroborate
corrosive
corrupt
corrupted
corrupter
corrupters
corruptible
corruptibly
corrupting
corruption
corruptly
corrupts
corse
corses
corslet
cosmo
cost
costard
costard'
costermongers'
costlier
costly
costs
cot
cote
coted
cotsall
cotsole
cotswold
cottage
cottages
cotus
couch
couch'd
couched
couching
couchings
coude
cough
coughing
could
could'st
couldst
coulter
council
councillor
councils
counsel
counseld
counselld
counsellor
counsellors
counselor
counsels
count
count'nance
count's
counted
countenanc'd
countenance
countenances
counter
counterchange
countercheck
counterfeit
counterfeit'st
counterfeited
counterfeiting
counterfeitly
counterfeits
countermand
countermands
countermines
counterpoints
counterpois'd
counterpoise
counters
countervail
countess
countesses
counties
counting
countless
countries
countrv's
country
country's
countryman
countrymen
countrymen'
counts
county
county's
couper
couple
coupled
couplement
couples
couplets
courage
courageous
courageously
courages
courier
couriers
couronne
cours'd
course
coursed
courser
courser's
coursers
courses
coursing
court
court'
court's
court'sies
court'sy
courted
courteous
courtesan
courtesies
courtesy
courtezan
courtezans
courtier
courtier's
courtiers
courtiers'
courtlike
courtly
courtney
courts
courtship
cousin
cousin'
cousins
cousins'
couterfeit
covenant
covenants
covent
coventry
cover
cover'd
covered
covering
coverlet
covers
covert
covert'st
covertly
coverture
covet
coveted
coveting
covetous
covetously
covetousness
covets
cow
cow'd
cow'r'd
coward
coward's
cowarded
cowardice
cowardly
cowards
cowardship
cowish
cowl
cowslip
cowslip's
cowslips
cox
coxcomb
coxcombs
coy
coy'd
coystrill
coz
coz'nage
cozen
cozenage
cozend
cozened
cozener
cozeners
cozening
coziers'
crab
crab's
crabbed
crabs
crack
crack'd
cracked
cracker
crackers
cracking
cracks
cradle
cradle's
cradled
cradles
craft
craft's
crafted
craftied
craftier
craftily
crafts
craftsmen
crafty
cram
cram's
cramm'd
cramp
cramps
crams
cranking
cranks
cranmer
cranmer's
crannied
crannies
cranny
crants
crare
crash
crassus
crav'd
crave
craved
craven
cravens
craves
craveth
craving
crawl
crawld
crawling
crawls
craz'd
crazed
creaking
cream
create
created
creating
creation
creator
creator's
creature
creature's
creatures
credence
credent
credible
credit
creditor
creditors
credo
credulity
credulous
creed
creek
creeks
creep
creeping
creeps
crept
crescent
crescive
cressets
cressid
cressid'
cressid's
cressida
cressida's
cressids
crest
crested
crestfalln
crestless
crests
cretan
crete
crevice
crew
crib
cribb'd
cricket
cricket's
crickets
cried
criedst
crier
cries
criest
crieth
crime
crimeful
crimeless
crimes
criminal
crimson
cringe
cripple
crisp
crisped
crispian
crispian'
crispians
crispianus
crispin
crispins
critic
critical
critics
croak
croaking
croaks
crocodile
cromer
cromwell
crone
crook
crook'd
crooked
crooking
crop
cropp'd
crosby
cross
cross'd
crossed
crosses
crossest
crossing
crossings
crossly
crossness
crost
crotchets
crouch
crouching
crow
crow'd
crowd
crowded
crowding
crowds
crowflowers
crowing
crowkeeper
crown
crown'
crownd
crowned
crowner
crowner's
crownets
crowning
crowns
crows
cruel
crueller
cruellst
cruelly
cruels
cruelty
crum
crumble
crumbs
crupper
crusadoes
crush
crush'd
crushed
crushest
crushing
crust
crusts
crusty
crutch
crutches
cry
crying
crystal
crystalline
crystals
cub
cubbert
cubiculo
cubit
cubs
cuckold
cuckold's
cuckoldly
cuckolds
cuckoo
cuckoo'
cuckoo's
cudgel
cudgeled
cudgelld
cudgelling
cudgels
cue
cues
cuff
cuffs
cuique
cull
culld
culling
cullion
cullionly
cullions
culpable
culverin
cum
cumber
cumberland
cunning
cunning'st
cunningly
cunnings
cuore
cup
cupbearer
cupboarding
cupid
cupid's
cuppele
cups
cur
cur'd
curan
curate
curb
curb'd
curbed
curbing
curbs
curd
curdied
curds
cure
cured
cureless
curer
cures
curfew
curing
curio
curiosity
curious
curiously
curl
curld
curled
curling
curls
currance
currants
current
currents
currish
curry
curs
curs'd
curse
cursed
cursed'st
curses
cursies
cursing
cursorary
curst
curst'
curster
curstest
curstness
cursy
curtaild
curtain
curtaind
curtains
curtal
curtis
curtle
curtsied
curtsies
curtsy
curvet
cushion
cushions
custalorum
custard
custody
custom
custom'd
customary
customer
customers
customs
custure
cut
cut'
cut's
cut'st
cutler's
cutpurse
cutpurses
cuts
cutter
cutting
cuttle
cxsar's
cyclops'
cydnus
cygnet
cygnet's
cygnets
cymbals
cymbeline
cymbeline's
cyme
cynic
cynthia's
cypress
cypriot
cyprus
cyrus'
cytherea
cytherea's
d
d'anglais
d'angleterre
d'apprendre
d'arm
d'arma
d'echapper
d'elbow
d'hand
d'honneur
d'un
d'une
d'user
dabbled
dace
dad
daedalus
daemon
daff
daff'd
daff't
daffed
daffest
daffodils
dagger
dagger's
daggers
dagonet
daily
daintier
dainties
daintiest
daintily
daintiness
daintry
dainty
daisied
daisies
daisy
dale
dalea
dalliance
dallied
dallies
dally
dallying
dalmatians
dam
dam's
damage
damage'
damascus
damask
damasked
dame
dame's
dames
