the
i
you
to
a
and
me
my
in
it
on
i'm
that
we
your
for
of
like
be
is
with
up
got
get
dont
they
all
this
but
nigga
so
know
if
when
it's
aint
what
out
do
now
no
can
ya
see
chorus
shit
niggaz
time
love
was
cause
from
just
go
make
at
down
one
come
man
back
how
fuck
niggas
baby
cant
as
yeah
let
never
wanna
life
i'll
not
yo
or
he
that's
take
want
say
here
these
money
some
have
tell
ass
keep
who
them
way
bitch
why
50
verse
where
gotta
right
2pac
are
she
will
then
need
off
more
still
about
girl
die
her
by
feel
give
thug
through
us
y'all
oh
cent
there
put
been
gonna
tha
you're
had
could
gettin
game
his
hit
uh
g
even
better
think
around
world
hard
only
head
over
good
real
day
fuckin
mind
young
run
than
stop
call
'em
ride
live
tryin
boy
little
new
two
rock
god
body
every
said
really
him
try
watch
while
wit
night
look
black
play
too
high
ha
heart
stay
tip
hear
would
em
hell
made
cuz
wont
long
an
did
goin
first
bitches
2
hold
repeat
find
motherfucker
big
without
huh
let's
other
check
before
leave
ever
last
heard
many
hood
gon
its
thing
talk
block
q
show
three
shot
much
should
well
home
im
our
what's
another
same
house
move
away
livin
peace
damn
1
motherfuckers
lord
into
motherfuckin
change
rap
bad
eyes
always
ready
i'ma
again
things
face
gun
done
old
homies
told
start
mine
there's
hey
came
you'll
crazy
straight
2x
drop
death
lil
hands
days
phife
people
bring
tupac
break
turn
wrong
cry
whole
true
place
i've
hot
hoes
catch
best
streets
till
pop
nice
gone
though
until
everybody
friends
believe
something
own
dead
times
picture
throw
beat
name
roll
after
comin
thought
nothin
am
kill
word
left
work
strong
inside
hand
nobody
style
ask
serch
pain
mama
ghetto
bout
end
knows
mean
bust
since
street
top
hope
lookin
didnt
makin
he's
doin
next
mad
enemies
kid
please
kick
la
rich
five
heaven
listen
runnin
walk
remember
full
used
fall
sure
unit
care
soul
school
'cause
alone
yo'
somethin
hate
mc
punk
against
i'd
war
talkin
side
enough
understand
goes
son
feelin
deep
sayin
part
their
might
close
homie
holla
kids
mouth
eat
cash
help
outlaw
rest
low
nuttin
party
went
til
weed
nine
lost
seen
thang
rhyme
rhymes
open
yes
jail
cops
fat
happy
knew
easy
lot
front
gave
touch
dick
feat
smile
r
friend
couldnt
wonder
uhh
stand
york
thinkin
act
set
tonight
crack
broke
were
pay
brother
fast
line
born
lyrics
quick
guess
smoke
brothers
caught
spot
wit'
3
pac
stuck
years
worry
pull
phone
nothing
once
because
lose
crew
those
fucked
everything
dough
quest
kiss
playa
outta
sleep
dope
shorty
extra
tellin
makaveli
c'mon
cut
must
movin
mic
g's
pete
slow
together
somebody
tried
wasnt
hook
gangsta
free
who's
thugs
started
changed
talking
shots
four
going
send
family
dawg
u
guns
words
da
blast
whatever
step
flow
cool
child
city
p
police
plus
plan
thats
we'll
cold
trying
both
wait
ooh
paid
fade
westside
gets
hop
club
trick
banks
murder
knock
rollin
blow
intro
playin
sell
reason
probably
fly
sound
mo'
'bout
mutha
stick
whip
number
car
x2
push
you've
e
she's
maybe
took
tired
fame
shake
daddy
alright
bustin
under
yourself
called
million
fire
d
lay
screamin
matter
shoot
road
buy
trust
tribe
lead
hoe
paper
makes
read
wouldnt
tears
door
ill
forever
type
round
ya'll
getting
sick
'til
don
boys
cop
seems
echo
pussy
lie
bit
bomb
buck
living
4
cha
busta
sit
clip
hole
feeling
men
raised
past
sometimes
drug
outlawz
piece
eye
point
criminal
beef
white
fear
music
givin
fake
west
pick
refuse
fool
miss
track
blood
supposed
ice
we're
fact
tony
takin
middle
wanted
myself
hip
lovin
glock
wild
half
o
case
doubt
between
shine
dear
behind
rather
b
freak
actin
haha
gat
yayo
each
any
watchin
rip
six
respect
being
benz
wish
dog
mother
hurt
aaliyah
fo'
saw
tight
has
brain
thinking
else
forget
smokin
promise
scared
floor
pass
fight
soldier
nah
woman
wicked
dark
dirty
sex
dreams
bein
mr
use
locked
aiyyo
learn
ballin
lady
liquor
boss
heat
row
figure
c
nation
ay
hahaha
ball
passion
comes
soon
bed
yea
here's
queens
giving
air
sweet
stress
found
peep
lloyd
soldiers
mc's
crime
follow
song
boom
pistol
smooth
bass
girls
someone
ah
9
room
they're
test
deal
finally
kickin
dat
flip
rise
turned
bridge
ta
coast
bump
dance
t
hustle
drink
waitin
raise
fun
3x
4x
forth
rebel
noble
trapped
bet
yours
save
making
crib
none
far
light
sweat
yet
pump
represent
lines
finger
n
sun
speak
evil
guy
loose
clear
special
survive
chest
thoughts
corner
late
most
lover
bye
hair
longer
kinda
player
everywhere
breath
l
business
dream
spray
meet
beats
burn
grow
funky
town
homey
ten
known
mission
pray
sittin
record
callin
played
power
pressure
drinkin
dogg
puttin
year
mack
cell
sorry
felt
neck
sucka
pen
knowin
jack
dumb
edi
which
tear
team
boat
truth
scene
crooked
places
law
rocks
blind
herbalz
wet
grind
quit
bury
killin
twenty
fiend
simple
gas
blue
shaheed
today
waiting
saying
hittin
'pac
brooklyn
witness
does
problem
rhythm
learned
control
grab
ho
father
mob
dollar
raw
lonely
vest
sold
you'd
rules
dj
turns
write
homeboys
very
pack
positions
shed
died
ridin
boo
syke
bullshit
across
either
broken
poppin
spend
drama
mo
holdin
ones
addicted
scream
chrome
pound
muhammad
cats
bless
feels
lights
met
wake
different
thuggin
hide
bail
wear
coming
lets
kind
fucking
momma
question
women
swear
fair
drive
ways
wants
rush
rough
means
trouble
window
havin
ninety
background
doesnt
news
state
bought
bigger
forgive
story
instead
k
along
stretch
askin
walkin
punks
hundred
grand
lips
click
star
dre
running
bottle
ran
games
stroke
swing
brothas
feet
chill
buried
pimp
tricks
projects
static
mercy
fifty
nerve
switch
squad
cock
everyday
red
blowin
judge
leavin
heavy
sippin
sellin
trip
kastro
riches
east
anything
everytime
race
packed
dust
less
chance
green
hang
steady
blame
x
jump
needs
grip
bleed
laugh
j
bricks
glad
second
keeps
spit
babies
ace
major
funk
jesus
grave
foes
abstract
meant
moves
dis
singing
loaded
jealous
may
sing
loves
ladies
worse
master
later
s
gimme
sent
funny
stack
bo
worth
bank
aim
voice
dirt
pictures
rappers
mac
killer
breathin
mess
rain
drugs
na
bullet
moms
fiends
weight
double
breakin
po
anybody
prison
erica
fools
bang
em'
nasty
jam
happen
hurts
bumpin
whatcha
strapped
vibe
killed
bone
grown
feelings
dip
frontin
lick
tryna
hopin
pockets
looking
position
seein
underground
'round
reach
luck
gold
stressin
doing
ends
kept
scandalous
ring
ground
pretty
coke
cowards
president
bar
shells
park
girlfriend
laid
level
says
taste
5
stash
feed
king
range
few
squeeze
wall
hoping
buggin
split
mourn
future
memories
fresh
perfect
repeats
rule
suckers
early
takes
food
empty
loot
feds
nas
joint
hits
strange
twist
seem
jewels
it'll
box
tour
they'll
groove
outro
amin
edmonds
ahh
styles
treat
teach
alike
nate
peoples
questions
chips
job
turnin
clock
devil
nowhere
lane
land
explain
babe
mcs
nuts
shoulda
zone
brains
fk
minute
that'll
microphone
thangs
trigger
lies
we've
shoes
sounds
misery
build
loved
faces
motha
proud
hustler
strictly
ali
nights
dealers
weasel
motherfucking
gang
knees
closed
touched
country
birth
dyin
w
rappin
hollow
flippin
standin
upon
stressed
dying
brown
streetz
hips
alive
'till
smoking
harder
arms
cali
seed
bag
duckin
near
kim
thru
burnin
sho'
dogs
youth
named
steal
heh
mix
rockin
plenty
'fore
rob
steppin
cases
dropped
robbed
wife
court
passed
choose
youse
legs
richie
hat
date
records
mans
mash
casket
bedroom
tape
rapper
recognize
deadly
de
cos
bound
cat
whenever
fully
booty
stage
sho
page
struggle
twisted
smoked
troops
carry
shop
label
fine
prepared
wack
phony
already
pops
mayn
jazz
duck
aight
workin
cocked
jumpin
pocket
caskets
chain
6
self
kelly
sight
age
great
plot
holding
shows
nuthin
claim
wreck
tongue
smack
ears
everybody's
10
blessed
fill
keepin
homicide
glocks
secret
f
eight
although
strap
serve
peers
weak
bodies
ok
shady
wrote
fate
spittin
missin
deny
book
oooh
glass
currency
letter
droppin
ooooh
creep
dome
clap
ohh
tv
trigga
chase
video
losin
realize
slippin
handle
frame
class
cars
poor
storm
clean
woo
danger
written
key
fellas
hangin
fell
filled
3rd
morning
rains
trippin
eggs
fallin
yah
ridah
south
nut
wise
40
shootin
apart
clown
given
wide
clique
okay
flows
prince
message
murdered
clothes
plate
hah
crowd
sky
st
vision
bulletproof
week
jet
drunk
bounce
balls
pour
blocks
blown
count
motivate
shakin
grill
album
rugged
thousand
visions
phat
juice
dime
mobb
win
crossed
attack
loud
m
d's
shame
dig
mail
stupid
gots
16
mama's
hatin
knife
catchin
remain
dem
pleasure
hearin
fatal
kissin
kadafi
variations
hustlin
fault
penitentiary
short
soulja
problems
chose
sexy
haters
freaky
such
ad
ak
cream
slang
knocked
plans
throwin
insane
barely
walked
having
slip
shut
steel
jay
waste
above
somewhere
victim
hotter
cap
product
vocals
price
fifth
trunk
ahead
7
similar
telling
snoop
precious
cradle
whoa
dawn
threw
representin
laughin
bow
california
speaking
trace
dice
bags
payin
share
slangin
fuckas
keys
adversaries
goody
biggie
clips
wonderin
blaze
ohhh
strugglin
breathe
blunts
queen
earth
whassup
bustas
water
happened
blunt
violent
leaving
sin
cube
watching
cross
inch
press
gauge
nature
bottom
dollars
quite
southside
single
small
quicker
attitude
heads
society
stars
h
posse
sister
seeds
promised
battle
space
speed
moved
plottin
foot
loving
paranoid
honey
maintain
naughty
hoods
seven
eyez
diamonds
moving
playing
mental
bus
studio
shook
rider
automatic
babyface
guilty
deserve
worst
consequence
store
dang
thugged
ma
proof
pours
floss
y'know
brought
asked
juvenile
sign
scratched
pretend
worried
industry
parties
welfare
ballad
male
rims
blacks
movie
rick
loc
stuff
safe
packin
tomorrow
tracks
grew
lives
older
faith
aww
anyway
freeze
whoo
movies
bonita
do'
puffin
daily
cuts
butt
sleepin
uptown
hopeless
everyone
moment
calling
soft
hail
thanks
hearts
moon
joints
brotha
go'n
arm
woke
fed
sip
shell
mines
screaming
fingers
thug's
pullin
innocent
positive
suckas
suck
quarter
sad
summer
snitch
mask
hours
action
continue
jeep
lock
lifestyle
collide
forty
strength
muthafucka
puba
shout
bastards
thighs
sweatin
phifer
angel
taken
hurry
i'mma
wearin
minds
candy
skills
force
county
calm
third
folks
deeper
censored
changes
whats
blastin
seat
mark
acting
mmm
least
devils
champagne
train
swallow
napoleon
almost
tough
brand
pride
path
gats
explode
radio
crews
looked
messed
quiet
tie
slick
gunshots
bullets
odds
crush
proceed
v
return
nigga's
stones
solo
higher
hahahaha
flex
wantin
whether
muthafuckin
childhood
wind
snakes
heyyy
busy
smell
competition
olivia
drifting
imagine
also
bringin
load
sides
punch
betta
killuminati
drum
screamed
pave
size
breed
x3
closest
sales
swingin
excuse
fo
trees
diggin
packs
gs
kato
confused
slide
partners
nightmare
kevon
pistols
north
shit's
buddy
tips
beware
starts
doo
12
bay
servin
disappear
award
skin
bob
sheets
killers
mom
diamond
20
paint
y
ounce
bunch
plain
kicked
whips
toe
mayne
fiendin
yall
eighty
midnight
swine
unborn
cheap
timbaland
calls
diss
fam
art
attention
lyrical
theres
z
wrist
afraid
cried
ski
owe
sixteen
wisdom
singer
lessons
fail
hammer
rolled
dealer
baller
working
equipped
prime
spark
al
beautiful
sense
laced
enemy
coward
ur
system
writin
bleedin
jojo
diggy
ghost
teardrops
dealin
dc
dr
wan
reality
songs
flash
non
x4
cares
beggin
prepare
held
flesh
boots
popped
homeboy
truck
envy
roof
goodbye
revenge
silly
butter
toss
main
cheese
malik
mary
violence
strip
search
robbin
fist
nose
deathrow
lesson
pimpin
exchange
names
facin
unless
bear
blasted
players
adore
stuntin
starin
hungry
naked
ol
cursed
fa'
suddenly
flaunt
bars
chick
edge
collect
applebum
flee
hmm
gutter
listenin
fix
blinded
shopper
needed
tree
shall
release
ease
remind
role
coppers
course
bite
zoo
libs
mics
taught
checkin
large
signs
bird
demons
shitty
stoppin
clinton
um
realest
eatin
hussein
stomach
bother
worldwide
puff
touchin
props
hennessy
drawers
caps
cost
indeed
fortune
naw
picked
eminem
focused
jersey
cemetary
stolen
answer
sugar
cousin
sam
dramacydal
jealousy
pumpin
deceased
sample
guys
tall
melvin
insanity
strikes
life's
difference
movement
throughout
busters
platinum
semi
jimmy
fan
bones
lunatic
chains
children
chuck
twice
rhythms
escape
serious
stacks
focus
chapter
gives
beastie
coupe
outlaws
lovers
list
rate
behaviour
shorties
woulda
nias
raps
looks
beatin
closer
joy
perhaps
slave
searching
military
alias
pro
'n
knockin
scratches
snatch
section
legend
trade
sucker
cover
church
alert
couple
palm
code
chillin
trickin
chop
clearly
ci
lately
heartless
fronting
rewind
checks
slugs
mothafuckas
switches
prove
super
angels
slap
begin
startin
history
scheme
snitches
headed
match
mothafucka
quik
gucci
effect
lickin
compton
aftermath
sunshine
ugly
rearview
dies
jock
thank
especially
hardcore
meow
jake
sitting
neighborhood
fantasies
hour
john
alot
alize
cents
zulu
spent
freeway
monkey
skinny
knowledge
walking
taking
fucker
weapon
add
dangerous
45
ohhhh
metal
hoochies
confusion
duke
papers
thirty
catching
america's
plastic
season
hun
rent
papes
spirit
table
expect
blazed
due
pa
pe
lower
backs
you's
rape
trap
bentley
richer
wha
knowing
pants
hennesey
loser
corners
foul
bacon
hero
machine
ham
losing
schoolly
choice
'hood
gunfire
pulled
square
disrespect
wrath
pager
bright
parlay
dare
meal
certain
az
laughing
trey
community
crying
fades
faded
magic
tre
incognito
cristal
fits
venom
pause
destiny
figures
va
spots
mansion
choosey
zev
ticket
hooked
kitchen
mistake
mamma
prayer
curse
birds
el
bling
silent
chicks
notice
madness
ship
twelve
verbal
heated
elementary
stopped
getten
rope
grams
smiles
friendly
wallet
stayin
dry
prayin
points
buyin
belly
he'll
tattooed
souls
mill
danny
learnin
bangin
killing
bread
island
mixed
flyin
nines
public
walls
razor
treated
nervous
claimin
bill
rakim
task
mirror
putting
dimes
napolean
lp
mention
yard
legit
yaknowhati'msayin
groovin
smart
skins
dressed
jeeps
cuttin
london
chubb
fluid
drippin
beside
bastard
ear
rounds
dreamin
speaks
comfort
motion
hug
cards
status
killa
stops
lace
minor
goddamn
ignore
prophecy
sat
untouchable
8x
god's
yellin
reminisce
local
nickel
smith
stabbed
prize
kurupt
females
holy
grimey
hon
flossin
fin
re
responsible
doors
released
blew
rings
pressures
spin
umm
wrap
support
andes
rolling
falling
stole
scarred
boulevard
damned
san
stone
favorite
treach
aw
tail
mall
dress
ugh
tho'
synth
levels
maker
searchin
spending
holes
menace
nypd
threat
everythings
crook
slim
animal
cuss
greedy
scars
fuckers
gotcha
jaw
staring
co
oakland
lust
pickin
needin
tossed
dave
suicidal
hahah
payback
schemes
rated
wa
asking
usually
hall
ed
anger
reminiscin
joke
breeze
wessyde
assassin
stare
area
2pacalypse
linden
instrumental
planet
erection
horse
philly
heavens
hype
secrets
likes
anymore
praying
cocks
silence
seeing
within
pitch
drops
poetry
cruise
waist
tend
admit
bucks
freedom
creepin
tapes
grabbin
dumpin
ho's
sees
dom
doe
bold
milk
talked
shift
anyone
teflon
stomp
totally
breathing
hollows
grindin
burned
simply
heyy
biz
tupac's
goods
curb
desert
others
praise
fightin
rep
hellrazor
chicken
oaktown
happens
minutes
resist
shakur
toy
khadafi
rat
laughed
drivin
spread
ron
laughter
profit
outside
muthafuckas
mood
welcome
og
separate
flick
tec
shouldnt
shade
beefin
succeed
dun
brick
sending
lyrically
conversation
gain
view
stories
unite
knot
leader
22's
thunder
cocaine
relax
brings
90
arrow
we'd
lethal
hello
ambitions
score
planned
happenin
desire
daddy's
constantly
stays
fullest
freaks
bm
funeral
wondering
average
wut
borrow
sirens
jumped
situation
there'll
complete
mass
original
method
highway
what'z
gangstas
parents
surprised
suit
wipe
poverty
scatter
pieces
scary
brew
smash
butts
arrest
daylight
blowing
letters
official
diggi
poppa
jamaica
daughter
beach
greed
hooker
mobbin
dogz
bailin
tone
contact
months
wax
stranded
pillow
clue
introduce
eh
fires
breakfast
truly
cannot
cryin
layin
listening
onnnnnnn
hectic
stickin
bucket
whattup
bup
answers
eazy
rude
fa
sisters
greg
lip
hyper
circle
smacked
dearly
crap
hesitate
female
globe
redman
sumthin
beg
screw
indo
sipping
snitchin
shy
somebody's
sha
yak
kicks
chalk
hearted
mistakes
headin
kissed
weeks
arrested
aids
tales
segundo
sounding
fakes
bottles
facts
dissin
gtfrom
form
marks
sheddin
freestyle
pure
og's
cute
correct
keith
nuff
immortalz
assault
junior
miles
mashin
invite
dedicate
pat
stepped
resolution
lotta
starting
looped
liar
sung
mornin
puffy
dealt
couch
8
souflee
cum
lucien
often
fee
ines
strategize
security
papa
shock
toast
tease
lame
daz
strive
backwards
finest
gear
mil
johnny
success
biggest
bug
bud
fakin
enter
clapped
wheel
scenario
flame
grievin
protect
quickly
blowed
sings
tyson
ocean
gift
presence
gin
reconsider
charge
stands
propmaster
minister
careful
gamin
rose
fantasize
disc
vibes
sup
shits
isnt
parts
'fo
brave
react
notch
flight
birthday
meaning
wishes
notes
plead
apple
rabbit
pealed
grain
hehehe
mike
you'se
rocked
holler
slug
van
boot
bwoy
hanging
hog
travel
drove
today's
bitter
likely
project
concrete
tech
cousins
baby's
wonda
weebles
lots
roller
onyx
echoes
disguise
crown
foe
fog
exist
chair
jerk
erotic
bloody
riders
torn
attraction
stroll
how's
chevy
spoken
chump
lettin
busting
clutchin
stranger
squabble
swoll
ab
mrwendal
sang
fucka
science
rowdy
blues
grace
model
sea
onnnnnnnn
races
seek
cheddar
religion
definitely
enclosed
lex
sunll
tools
standing
loco
bend
rippin
pigs
houston
derelict
cage
thirteen
tempt
blows
trusting
planted
jag
lucky
malcolm
cd
romance
paul
immortal
hehe
beeper
stunt
protection
highly
sever
thick
di
coo
fkin
atcha
terror
ruger
marked
strays
lyin
james
leather
sport
wheels
frown
using
'g'
witnesses
trained
ego
beyond
gunnin
st8
selling
snitched
henny
justice
rahrah
famous
culture
speakin
forgotten
pace
ki's
rolls
chromed
she'd
quayle
adolescent
filthy
clockin
affair
flicks
necessary
broad
hi
courts
pardon
unplug
whose
whirlwind
screams
drew
jams
counts
warm
vicious
deck
diddy
forgot
ish
dwell
earl
earn
bam
weary
amazing
cane
human
stray
classic
mile
hurtin
dealing
hummer
map
max
shatter
lunch
11
dash
elevate
shoe
singers
wobble
doctor
extasy
flavor
robbery
roam
censor
coughing
lawyer
warnin
bible
recall
advice
hypnotized
suffer
21
easily
connect
villian
courage
target
fans
gay
hunny
shape
manage
foolish
kmd
passin
sprung
climb
ashamed
native
ll
dad
sack
throat
dawgs
beam
perfection
helped
gassed
guard
revolver
mm
gate
jungle
rang
fantasy
she'll
approach
vexed
several
bustaz
greatest
bugged
breaks
specific
macadoshis
froze
wishin
stinkin
younger
sloppy
cook
clouds
peeps
healthy
def
post
corrupted
george
flipmode
copy
youve
nc
weapons
chasin
pow
satisfaction
showin
peaceful
hardly
driven
o'
stank
racist
sleazy
lack
fag
spendin
toes
flat
colder
health
hill
relate
convinced
critics
mentality
dump
visualize
fold
tanqueray
bills
related
chances
qb
jon
bronx
rodney
nobody's
ave
member
unity
fighting
cries
happiness
why'd
deuce
cake
faggot
jenny
groupie
suge
herb
spoke
triple
artillery
hoo
wine
rr
rb
showed
corny
dummy
camp
handlin
prada
pity
triggers
vain
troublesome
fry
tops
survival
ferrari
schemin
'i
whoever
recipe
scope
winter
swollen
smalls
everything's
inches
aside
laws
hockey
clank
screen
millionaire
lanes
technology
sprayed
strivin
poo
exit
missy
trips
caused
6x
ours
ate
doom
keeping
accept
licks
yeahhhhhhh
missed
definition
slipped
introduction
mmmm
incase
barrel
sunny
they'd
river
nope
firm
sweetheart
kissing
illest
victims
spring
sock
un
soliders
ago
legal
continues
fifteen
involved
thin
drill
scare
reggie
stronger
flexin
bwahh
government
solider
pies
thief
avoid
singin
digga
jivin
bro
world's
gamble
lap
order
lifted
created
wasted
phase
purple
treble
pays
physical
o'clock
switched
peeled
riding
cab
drastic
kane
ex
reid
honest
slam
cannon
asleep
jeans
finish
mentally
senseless
ruler
willie
lou
building
unitttttttg
dunn
witnessed
suicide
base
musically
tries
committee
evening
surrounded
american
comrades
lit
towards
retaliation
crim
buckwild
missing
liked
guide
cocky
march
finga
mothafuckin
fears
tits
flowin
bacardi
ga
wig
cloud
jails
blessings
scoop
crazed
helicopters
masses
mode
gloves
one's
route
final
able
achieve
group
kingpin
limit
flashin
eric
rumors
stab
hats
cholesterol
warn
ecstasy
believers
turning
hollywood
regular
doc
girlit's
negative
clappin
surrender
gorilla
depend
french
truest
watts
19
pushin
sincere
gates
pill
chamber
outs
diesel
fatter
marauders
strain
numbers
sharp
25
22
hurting
complain
copped
built
patiently
hater
hoochie
hopes
havent
sins
holds
dan
spell
sexual
salute
rearrange
disease
madman
treatin
freely
equal
busted
mafia
bull
partner
coaster
heed
proper
noise
niggas'll
pig
hating
tweet
direct
christ
grief
game's
upside
harlem
ima
driving
nia
rah
snow
flo'
musical
rhymin
occurance
fendi
bathroom
beep
50's
complex
charlie
departed
schuckin
5x
hunt
brawl
choke
uncle
environment
rushin
buildin
reply
unconditional
he'd
wordz
conversations
tommorrow
sells
jokes
violated
'head
inseparable
500
telephone
yeahhh
changing
satin
nappy
oj
faster
ryder
trash
shinin
womb
goal
essence
scratching
fallen
blank
grimy
7x
wilson
mom's
bond
reasons
condoms
rid
fading
cheek
lexus
cautious
huhhuh
spoon
drinking
hardest
desires
hahahahaha
clever
tat
material
billy
asshole
lemme
allah
joe
growin
percent
guts
lean
youknowhati'msayin
tactics
below
incredible
clickity
'daddy
crackin
prodigy
pursue
blade
example
damage
hos
beauty
fit
evenin
slingin
finesse
object
orleans
bush
petrified
greens
felony
debt
worked
tune
shadow
oowop
steps
burner
skanless
multiply
causin
halls
liyah
dues
fifths
jury
blunted
contemplate
afford
bucking
1nce
spanish
representing
boyfriend
note
pages
boyz
artist
fable
marvin
flipped
everday
breakdown
vamp
bubble
hookers
spider
rage
doug
watched
herbs
baddest
nore
porsche
ohhhhh
would've
countin
reminiscing
information
laces
nugget
sicker
mopreme
saint
honeys
writer
patty
money's
methods
peeped
fader
consumed
occasional
scrub
freakin
they've
sweaty
receive
bent
locs
swisher
legendary
glasses
nowadays
scent
shorts
harmonizing
steer
90's
taxes
taxed
figured
smilin
puerto
vi
dusk
pha
clocks
nerves
skg
undercover
toll
somthin
appreciate
heyyyy
strangers
remorse
shittin
hearse
forced
doped
runs
draws
tide
raid
ass'll
blamed
thy
capo
buckin
neva
pose
where's
sistas
loyal
niggaz'll
baggin
appeal
wizdom
negro
discussion
dive
en
increase
card
ghetto's
x8
thai
muh'fuckers
craig
losers
gemini
media
pounds
yaki
mothafucken
hustla
sixty
wildin
heater
shower
loops
moonlight
decide
louis
louie
fence
emotions
except
taker
nina
stayed
heart's
dread
committed
prevent
merciless
jordan
albums
kas
mobile
latest
seventeen
piss
league
phonies
battery
lived
liver
shah
guaranteed
showing
wings
savage
rub
jazze
become
latasha
politic
utp
draw
hennessey
wave
button
michael
mussolini
poke
links
pulling
fearin
shaking
illy
wrapped
exactly
bee
journey
beefs
rican
skunk
based
dodge
gray
yay
sara
poet
capture
tapped
riff
trials
skill
motivating
cocoa
dmx
universal
jackson
captain
sway
tonight's
100
complicated
plea
criminals
army
personal
grammar
pussies
sluts
slammin
murderin
ditch
interlude
guessin
tells
alarm
tradin
weekends
wearing
ban
cemetery
ting
suppose
kin
endin
appreciated
verse1
compliment
weekend
jones
swoop
suffered
bop
visit
parks
emcees
shaky
tucker
dutch
felonies
advance
1x
psychotic
cracks
speakers
pair
whispered
coffee
sudden
solve
sticky
facing
doggy
sexin
lands
rides
brother's
general
weeded
grudge
burger
dial
wrecked
witcha
armed
purse
questers
penn
harm
energy
'brooklyn
po's
5th
needle
snatchin
ka
rebels
silk
pissed
create
kelly's
whores
recline
cup
hated
snap
matters
follows
scale
rapping
remembered
constant
prevail
papi
sink
30
blah
thirsty
lo
warned
slack
comfortable
thicker
grabbed
stripes
claat
fixed
yaself
finished
sets
seats
field
works
bum
shooting
pit
paris
flashy
enjoy
ringin
leaves
g'd
asses
casualties
join
mayhem
heavenly
souljas
eternal
fantasizin
smokers
ceiling
rumble
situations
name's
jelly
beez
bigga
muthafucker
cracked
wound
hung
groupies
dinner
tis
eternity
advantage
'check
prey
chocolate
fourth
boomin
clutch
sunrise
itchin
leakin
multiple
mister
believing
college
contract
po'
paying
tipsy
drives
caressing
cease
nails
ox
fish
amongst
haitian
grass
creeping
rubber
ignorant
program
tea
underhanded
who'll
avenue
glide
resort
mastered
paradise
friday
sidewalk
moan
stall
suspicious
lying
brenda's
defense
automatics
became
precision
reincarnated
prominent
seperate
mommy
climbin
mountains
glamour
evils
issues
apply
iced
sort
anywhere
tap
villain
abuse
straps
superior
orange
holiday
crash
buckshots
worlds
poets
common
levi
probation
commence
angle
positivity
married
closet
playas
grounds
charts
rich'
motherfuck
present
outcast
beast
pedal
ripped
weather
kidding
madd
junk
boogie
yellow
tires
hostile
therefore
wins
mason
foundation
cactus
bonnie
mackin
slidin
piggy
irv
bobby
fox
witty
beings
hoodrats
downest
raped
so'
offer
proven
ike
shootout
sendin
exact
loads
understanding
angry
opposed
snaps
louder
tore
gunshot
nubian
williams
boxin
whut
alley
wink
wanting
risen
knee
cobra
friction
imagined
hooped
gangster
teens
spare
twin
anti
observe
dubs
jalick
flocks
benzo
cube's
survived
mice
buying
rags
ar
blazin
cpo
muh'fuckin
miggy
tatted
hash
haffa
company
pleasing
states
smiling
deeds
iller
graffiti
crackhead
swiftly
despise
cra
sips
retarded
robin
kno
reap
emergency
curious
wesson
ba
garbage
eleven
link
erick
tyrese
chat
hustling
trail
usta
scratch
results
softer
precinct
mutah
twins
scenery
caper
leg
defeat
marc
weaker
labelled
dodgin
fulfill
process
rode
ties
upstate
realized
bitty
newkirk
produced
chosen
hobby
bat
b'ness
books
reload
los
coolin
soap
answered
horny
dressin
coppin
atlanta
greater
bald
wee
blurry
puts
angeles
shoppin
rectify
commitment
perignon
switchin
rhythmic
entered
loc'ed
math
celebration
study
aka
bundles
uhmmm
crackers
str8
jigga
ordinary
millimeter
davis
e'rybody
band
rocky
crimes
arsenio
raisin
oppose
lapd
luxury
gotsta
doop
blessin
techniques
capone
royal
stink
tissue
plates
swell
goals
gods
dealership
peel
cipher
float
tints
anew
candlelight
devoted
grape
tounge
vegas
regret
apache
uzi
rarely
drivebys
topic
chin
magazine
slightly
tails
wealthy
ee
lawyers
blink
tha'
sheep
checked
valentine's
flowers
dissed
anytime
venomz
batman
america
feminine
title
testin
burst
concern
whipped
fittin
sess
elvis
chinatown
gentlemen
poetic
passing
struck
libras
willin
restin
central
stuttered
define
bucked
ohhhhhhhhh
cruisin
yummy
amount
stackin
sneak
fi
ding
jerz
shotty
relaxin
cutie
yawnin
testify
mist
station
banana
sentenced
adolescents
lib
sneakin
macs
stores
i'm'a
throwing
wow
belong
brakes
creation
slash
nelly
idi
nonsense
aaliyah's
kamikaze
skull
vous
murderous
zy
plays
rotten
crab
twistin
master'
unwind
ricky
trainin
confuse
fella
getcha
body's
bare
conversate
intentions
upset
brighter
hustlers
jim
dominique
intellect
inhale
slowly
demo
began
peter
wendy
oppression
scott
whos
signed
crushin
reachin
heading
stinks
spokane
dru
credit
dro
frenzy
eternally
downs
sleepless
jugglin
cheatin
greasy
yaknahmean
grade
ew
telly
peelin
timberlake
flames
scrap
warrior
motto
muthafuckers
cans
id
grows
bells
sacramento
sentence
wiser
shoulder
statistic
tripped
bolo
commin
conceal
afternoon
commit
c's
marauder
sticks
sale
discriminate
teeth
scopin
0
poinry
oohhhh
ra
savior
tokyo
soup
growing
lords
mag
o's
tucked
sooner
y'knahmean
dialect
swearin
pumping
cough
hoppin
crip
eyed
marijuana
voices
ultimate
blllaaap
queens'
properly
storms
satisfied
gee
gel
scarlett
expose
tub
ja
stretched
comprehend
educated
stacked
geronimo
eventually
pad
pile
mos
grim
sneaker
dolo
doll
everybodys
introchorus
erase
skelly
critical
newport
seconds
unload
nita
mothers
drugged
celebrity
stood
usin
jackin
composure
ital
den
acts
24
males
mystery
strokin
flower
pigeon
backed
booth
showers
chart
weve
express
wifey
tender
degree
thrive
tv's
coastin
tennessee
dropping
solid
yesterday
chemistry
excited
jewelry
sneakers
patient
hahahah
haps
bravehearts
forward
momma's
necks
'that's
muthafucking
anotha
chicago
talent
honor
sermon
tay
closing
personality
united
klan
chief
furious
nubians
cuffed
toke
popping
stun
hollister
chased
pelle
dallas
motherfuckas
necklace
gather
kite
staff
controls
scorpios
beotch
ginuwine
deliver
instant
tense
towell
corpse
host
expire
worthy
redmans
justin
childrens
socks
plague
supreme
loungin
parole
merk
mouths
ayyaahhyy
delaware
writing
sand
onto
sober
sufferin
ton
192
ruckus
regulate
ray
thorough
vinny
devante
mug
devour
censorship
faced
hypocrites
noreaga
youwell
social
cycle
heartz
cherry
pitiful
burnt
convict
core
disappeared
plug
posess
aha
heal
realer
consequences
ruined
nj
melon
li
pearls
dippin
winner
1st
harlett
downfall
vital
rollie
thuggish
schnapps
ammo
millions
marley
virgos
woof
thankful
neither
shooby
predicted
replies
pens
missions
duty
pot
64
endeavor
runaway
direction
thugging
vowed
sinner
lavish
hoopty
evade
buddha
od
disposed
jus
roses
chinese
decisions
fkers
sue
hesitation
tragedy
squeezin
thrown
benny
temperature
script
temptations
option
hotel
yeahh
measures
windows
flava
melody
delinquent
threats
various
outfit
dudes
behavior
mountain
huggin
crisis
martin
nelson
mcdonald's
adversity
analyze
wanksta
peppermint
liberty
wakin
risin
steve
earrings
roaches
smaller
hiero
shades
motor
tinted
weighin
tax
tag
tah
struggles
panic
tension
masks
ambition
profound
tray
80
grits
july
candles
combat
alarmed
aayooh
pipe
brenda
darkest
pleased
peepin
buzzed
cruel
jarobi
vanilla
supply
layed
should've
clyde
miami
sequence
hitting
squeal
jewel
woods
towns
chatter
wednesday
affiliated
lingo
99
exhale
household
pimps
types
nympho
heheheh
schools
silver
pantys
rl
flurry
ups
kingdom
speeds
beanie
crawl
nations
skypager
grips
wettin
professor
listenedi
speech
nationwide
accident
argue
phillies
bothers
savin
lift
lurkin
cindi
contemplated
bogus
eighteen
trusted
ignored
pressurethat's
eagle
rushing
elevation
awhile
pavement
frum
shakes
marshall
soo
raises
sow
'um
jane
lays
mighty
passenger
crumble
spades
glock's
midst
vet
killah
hustled
remix
settle
wastin
spiritual
theives
melt
wood
freestylin
visual
frogs
rhythm's
savor
divided
dove
sc
sa
thump
veins
clack
sieg'
formula
possibility
besides
backside
draggin
farrrr
spokes
vote
bits
crossroads
lawz
vette
carolina
jobs
concentrate
jokers
coked
vacation
bullshittin
reebok
chaz
sickness
boosted
curly
murked
locin
deceiving
color
traffic
poly
60
hooptie
humdinger
lobster
69
thinks
wodie
gleam
yearned
jamaican
summin
compromise
fours
a'
gifts
fraudulent
causes
ti
mammas
laying
adjust
fucks
nurse
experience
depart
vip
teen
plant
soundtrack
plane
bowl
stealin
roots
individuals
sauce
tonite
garvey
kobe
relationship
disrespected
fights
burried
dude
sarge
barred
artistic
vader
session
kitted
beams
spirits
pickup
vicked
'big
sportin
awake
pressed
32
swim
shorter
cigar
picky
4th
aroma
aimin
limp
mami
shove
format
suffering
limb
pale
crooks
bi
vivrant
span
'caine
elsewhere
hawaiian
slums
coldest
uz
phantom
paradox
scrape
hov'
seemed
llama
rack
led
lee
destiny's
eastside
confidence
bliss
gladly
coffin
slid
intelligent
amerika
tied
cabbage
soundin
element
allow
warren
nada
snake
ecstacy
ohhhhhh
rising
meth
overlookin
'
stabbin
warfare
gaye
steez
bred
chours
familiar
simpin
whatever's
degrees
sits
identity
swallowin
357
command
gully
hauled
shouldnta
desk
roughneck
everythang
naturally
tina
overlapping
placed
convince
knahmean
reckless
monday
compete
saved
regal
biko
penny
tickets
pinch
phones
preacher
7th
envious
total
bra
steering
sweated
aware
worn
il
provide
fever
thickens
pharcyde
bootsy
homocide's
cuties
routines
backup
guzzle
tangle
scenes
iron
mind's
manditory
curfew
conscience
gravy
infrared
toppin
haunted
y'alls
exchanged
beginnin
gears
wannabe
steam
miserable
gentleman
terms
wo
convertible
cow
brat
seizure
dozens
hidin
aid
uplift
b's
4tay
quentin
fuse
humble
tho
farther
unique
zillion
retreat
productions
humor
participation
dolce
time's
vinia
theirs
cherish
ditto
spinnin
converse
crystal
request
evidence
funerals
flam
daytime
feeble
satisfy
coochie
trial
plotted
regardless
labeled
conversatin
dedicated
december
chit
recollect
pocus
nonstop
sprayin
ruffneck
crept
rhyming
dro'
adrenaline
slacks
fumes
opened
sista
rikers
coulda
biotch
person
flipping
'lil
tragic
greatness
x6
fruity
sunset
muh'fucker
snack
celebrate
keyed
physically
brace
bodega
cared
betcha
yi
centuries
fruit
clippers
traps
charges
boast
quickness
rear
get'cha
whatchu
exposed
chedda
itty
yous
restless
thicke
caddy
drift
pooh
pool
month
carpet
foster
kissa
darkness
blaow
actually
motivated
anticipated
flashbacks
barrell
issue
pun
pub
houses
henessey
earthly
jamie
grey
bumba
toward
mine's
lid
quote
salary
heres
blend
kryptonite
wop
won
zipped
unstoppable
tongues
buisness
mumbling
curtis
jammin
nutin
strife
sweating
eating
plots
aye
himself
russian
qu'ran
politicians
arithmetic
smiled
psycho
hennessee
suits
pussys
enforce
pepper
feeling's
youtreach
products
remains
stares
hustler's
secretz
africans
hafta
jiffy
smarts
tossin
sword
masters
ills
measure
survivin
completely
evans
craziest
lightly
gatman
girlies
whuddup
bun
brighten
bases
girlie
compute
evident
tunes
prayers
horrible
tuesday
troopers
shoulders
digger
ya'
surface
absorb
destruction
dose
distant
titty
warrant
crushed
loss
liftin
sized
motive
overlap
motherfucka
muhfuckin
hmmmmm
afrika
inner
nikes
kisses
crummy
teachin
asian
fists
rescue
companies
haze
mel
pedro
fked
someone's
crazier
latifah
seventy
killas
stressing
braids
untill
egos
grrr
guerilla
tribulations
gunning
weakness
citaaay
surprise
resume
leaders
shiver
cop's
begins
chef
hottie
guillotine
heartbroke
alibi
sleeper
panties
mashed
mario
dot
tame
gotti
troop
decided
wears
dumber
380
height
lovely
lice
165
tank
murders
widdit
faker
smokes
verses
yer
character
jus'
somehow
lied
fore
fort
attached
handed
gangbangin
authorities
apology
assume
jacket
overdue
skip
milo
technique
buncha
verge
ayo
9th
tearin
sunday
cellmate's
swore
swayed
mae
pointed
views
trackmasters
touching
fudge
latin
bogle
stitches
monster
sideways
waited
lone
slept
blurred
15
14
17
18
protected
burbs
portrait
shocked
skinned
youngin
checka
moons
sum
fries
kool
dates
fried
cancer
shirt
slain
arts
ryhme
epmd
arguments
pal
scorned
acquainted
passionate
akon
drums
giggle
preoccupied
stations
whites
appears
file
narcotics
willy
talks
monstar
hideout
billie
winning
splitted
tribal
zero
yousta
jackie
narrow
mothafuckers
family's
particular
sleeping
dep
maniac
dee
compare
jakes
stacking
blacker
backstab
that'd
coat
eats
dragon
approachin
alpo
23
huddle
pregnant
stiff
spy
bully
term
members
beginning
militant
leash
orders
backseat
dancing
dayton
weigh
benzi
phatter
luke
tale
nononono
foreign
ahhhh
convo
century
purpose
source
nitti
piles
tvs
planes
hydro
cure
curl
graves
peanut
maryland
random
knight
bleeding
pipes
packing
extreme
drank
private
skeezin
themselves
jada
fetch
scarface
buildings
hugged
ls
tical
das
slipping
dreaming
junkie
lounging
ogs
flashed
curves
mid
sky's
lightro
prisoner
flammin
sparks
dribble
mercedes
showdown
motown
however
willing
sexed
buster
robberies
gram
unbutton
it'd
youngster
homes
hoody
pissin
mmmhmm
fucken
judgment
tighter
com
bench
destroy
friggin
hurricane
gamblin
slight
snapped
statement
fearless
introduced
mossberg
chronic
oughta
rushed
bub
glory
whisper
preme
questin
yell
jockin
lungs
lurk
sagitarrius
african
shining
hundreds
digits
prints
eboni
swings
prophets
hospital
limousine
bullshitting
paparazzi
description
alazhay
detroit
victory
ghosts
millennium
hollerin
formation
souljah
dancin
dayz
soda
hearing
guinness
heights
tool
embellish
rampage
strung
rolex
to'
rag
ras
screws
relapse
heaveeen
beretta
flop
popo
colors
swept
habit
infectious
tommy
temptation
hopefully
nightmares
ranger
dopest
epidemic
cockroaches
fugees
teachers
muggin
coupes
shawty
pointin
mother's
gifted
cooler
everbody
finna
corn
icey's
transform
fought
attempted
faithful
chucky
ny
phoenix
icy
tougher
elroy
witch
groups
vivid
riot
drown
sphere
dj's
unruly
genocide
motions
feature
opera
address
foamin
attracted
maneuver
whippin
yup
surviving
bobcat
district
reppin
legally
cope
alan
require
schooled
outcome
powder
wreckin
learkin
penitentiaries
superman
80's
cheat
champaigne
troy
trot
crima
lighter
clowns
prowl
cat's
gimmicks
berry
blessing
granted
isle
'nuff
guided
kilo
samples
beatch
ross
virginia
buddies
highest
poem
ghostface
slaughter
communication
crunk
valley
ended
gibs
yaa
cookies
mccoy
sl
invest
bubbles
rats
brief
musta
christian
dismiss
options
afrocentric
donuts
stutter
mellow
breaking
grantedwont
reflect
numb
beyonce
instructions
marcus
generation
alcohol
blackground
caged
fancy
stale
gonna'
motivation
efx
cigarette
doggie
pennies
felon
tch
intelligence
slapped
reside
sweep
rave
scented
political
strategy
floatin
georgia
frozen
repeatfades
rim
noooo
itchy
yaknahmsayin
arrived
workers
fleas
hahhh
isley
sonny
summertime
spliffs
cleveland
rally
rainy
kamal
finnin
trife
squeezing
illin
someday
traveling
youngest
larger
trump
icey
somethins
boppin
syndrome
fortunate
breast
minks
ships
covered
crowds
sacrifice
shallow
shank
moet
favor
mexicans
swift
titties
forms
ghettos
puberty
painted
importance
abandoned
choices
jehovah
whore
hocus
fka
unitg
ot
promo
tyme
banging
conquer
realistic
starvin
slut
slum
carried
val
intention
hardrock
nothing's
mya
clicks
june
pumps
pokin
friend's
woody
lench
kent
pierce
gimmie
disturb
clientele
sesame
ruthless
cooking
agreement
dorm
chino
hosue
reports
dat's
snortin
replace
hahahahah
stern
fettish
passport
playboy
95
94
honies
sweeter
concepts
wann
caution
somebodys
hor
bangers
reminescent
huhuh
effective
beeping
timers
jelous
dreamed
handcuff
dreamer
bringing
scholar
rumour
debut
room'll
parasites
itch
rodeo
encourage
adapt
fugitive
grapes
stacy
enormous
theif
speedz
whereabouts
wash
basketball
service
cooling
hows
rectified
palsy
bananas
idle
endure
boston
dozen
kayo
hum
friends'll
grove
everythin
nimphoes
touches
glitz
rice
timbo's
karats
pubic
urgency
respond
mandatory
disaster
rugger
stamps
ingelwood
pradi
sera
pits
adventures
wipeout
rednecks
2nd
pregnancy
blonde
'nother
dissect
brainstorm
skirts
equator
eve
madonna
controversy
whoopin
damaged
bih
taped
70's
echoed
luscious
elders
picture's
champ
misdemeanors
battlefield
bizzack
tooken
byjusttotally
shaker
lefty
shaken
meddle
magazines
defendants
tele
understandably
sake
yappin
azz
complications
disgrace
playword
attitudes
ambitious
greenery
intend
models
stealing
taurus
'l
beamer
activated
crocodile
92
eliminate
fatigues
embark
jers
cooke
wannabes
trails
gladys
oftb
dusty
wherever
accomplished
buss
wavin
bs
prefer
niggadis
believer
mirrors
distracted
locks
disrespectin
slams
bihes
blasting
eiht
brainless
natural
flips
tendency
troubles
creations
troubled
ketchup
informers
deada
monstars
troll
utilise
astray
investigation
trauma
tuggin
bumps
grandma
massive
emotion
chubbs
stoop
stuffed
shawl
ridiculous
fooled
rehab
sophie
sac
punji
jewell
lurking
nots
pagers
opposite
hooligans
rosa
overrhyme
punchy
homeboy's
complexion
simplistic
wheelin
bombs
impressions
carefull
preach
jets
mang
riddle
kurious
frisko
companionship
stripped
formed
bouncin
juveniles
endlessly
ive
engaged
bros
surveillance
barber
bro'
costs
interrupt
resi
disperse
rover
skies
clan
jammed
pushy
nicole
flo
intimate
bootleggers
package
choppers
bubbly
hes
handsome
october
nearest
darker
fright
watches
walks
tremble
outof
cooked
tricky
mase
whaddya
city's
y'knahmsayin
concubine
instincts
hunting
ty
tu
tp
adina
serch'll
fashion
sync
richard
himey
lustin
sniffin
vic
adidas
pearl
initiated
chucks
rudeness
negativity
mcknight
scramble
pdiddy
scam
reincarnation
staten
'95
'94
salty
'91
mingle
freshly
hugs
speedy
waved
wips
jumping
waves
snotty
twisting
jordans
mexican
pant
gerald
bellisimo
events
critters
doses
silky
bubba
serpent
pairs
castle
peroid
you'cuz
invalid
tata
appreciation
vivica
stairs
vocab
rida'
taxin
getaway
vocal
tummy
uey
remembers
basically
fireside
weeeed
odb
scrappin
lounge
attacking
exterminate
flirted
occupation
impact
condos
pourin
condom
distance
tumors
seperated
caramel
creator
sen
feelins
thou
bachelor
scams
lash
loan
leos
agents
sammy
belt
worthless
combine
vatonne
stoopid
squirrel
intentionms
bitchy
insiders
dopefiend's
crenshaw
mlk
perfected
barney
choking
witnessin
flooded
infamous
things'll
plagued
let'em
beepin
queensbridge
spins
limo
felonious
miracle
seclusion
santa
santo
edgin
greatertrue
deserves
hometown
withcha
breather
defines
granada
tuff
tart
skit
blamin
earhole
chickin
northside
enjoyable
gossip
concerned
resources
winnie
mixing
tra
marry
freed
neighborhood's
odd
herringbone
sweats
uhmm
indian
flowing
ummah's
ahhhhh
faxin
casino
opinion
involves
panicked
equals
illegal
theme
zig
duplicate
forefathers
givens
customer
challenge
mommas
slit
blvd
hookin
struggling
comedy
noises
meditate
longs
delay
dispose
brotha's
playyyyyy
backstreets
heat's
inhaled
beneath
slappin
disco
surely
david
chilly
serenity
thatcome
pac's
heneesee
grandpa
roulette
hahahahahahahaha
grooving
false
soak
dug
seductive
soar
classy
petals
jealousy's
vultures
hypocrite
bikes
redirect
frenchy
jar
jah
hopa
jab
listened
meter
reconize
felons
smelled
endo
quitter
invited
darryl
cl
blitzed
whispering
cu
farad
actinlike
describe
deaded
basket
womenfunny
bip
chickenhead
crossin
tattoo
digging
hunnies
screechin
rubbed
whatsup
wed
residential
increases
hehehehe
racin
tick
becomin
hisself
murk
escalade
thier
evadin
sinnini'm
demonstrators
forgiven
tint
hush
hiding
gained
slayed
krs
seedy
housing
tents
dabble
delivers
mixtapes
volvo
whateva
ins
ing
compared
francisco
nicest
capers
vein
moneys
chedder
defend
controversial
inhalation
brockmann
deloris
blasphemy
jamacia
horn
machines
established
clocked
homey's
churches
hmmm
crunch
extremly
foxxx
pursuin
stresses
braxton
opportunities
glance
sweater
reign
trojans
stickball
1993
wore
ery
era
deffer
elbow
radiance
pizza
ladder
greet
'coz
infested
office
tricked
penetration
elliott
sled
network
bumblin
sunning
copycats
creates
flawless
licked
organize
stallin
wycked
lunatics
enhancing
ludicrously
rejected
messing
minus
youre
smoker
ohhhhhhh
elation
me's
circles
maiden
sub
800
incomplete
swamp
deeply
fitted
d'
sharks
sewn
gunz
dy
du
dp
explanations
secretary
cattle
sweden
caves
rivers
unfold
brag
knahmsayin
con
toni
refill
cory
petty
bitchmade
families
attacked
excite
fess
battling
conviction
raspy
dumped
patent
plated
bunny
fuss
saddam
dishes
drip
hills
righteous
concealin
beepers
aray
cooley
grizzly
toughest
bore
jeffery
peek
neckbone
flaws
profession
heheh
fonna
needles
entertainers
mtv
maximum
faking
emotional
promises
manure
mold
mole
callers
'task'
tamika
creative
oz
supported
kitten
sigh
gum
revolution
repetitive
havoc
supporting
ou
franklin
shootouts
betsy
intently
cluk
undercovers
flow's
chip
mmmmmm
aa
southern
skypage
produce
listener
cola
rooftop
birthdays
souljahs
nor
nos
ei
skyyyyyyyyyy
ey
teams
es
shown
forgettin
thong
cycles
couldn
domes
xl
striking
zag
lawdlawd
impossible
adored
shanel
ti'me
footer
disser
karate
crumpets
sublime
hairline
slay
premier
distorted
recover
lumps
veteran
dimensions
wire
collar
michelle
egg
sexing
german
discovered
itbut
seldom
chicka
quickie
incarcerated
cypher
elected
grimm
hoez
pleadin
herbal
craaazy
torturing
hendrix
comet
cranium
systems
berretta
betchu
textbook
keth
countless
crumb
scud
bitin
gringo
embrace
galore
tlc
suboops
respected
fiending
bryce
jocking
jadakiss
johnta'
ca
execution
ruled
observin
benefit
eddie
payed
aiiiite
mothafucker
pissy
wheat
incline
willies
z's
cuz'
earring
longing
formulate
cato
studs
puss
hottest
illing
sadness
hellbound
alaikum
infact
valid
peak
'93
tendencies
worriedlivin
jolly
bergendy
safety
bouncers
minded
vu
complainers
skate
appearance
motherfucker's
abundant
bitchin
fired
hogs
vex
revelation
cookin
site
y's
740
745
afta
magenta
boostin
string
bussa
calms
unlucky
chopper
reject
mouth's
pauly
decieve
evars
hahahahahaha
wit'cha
fairy
baldthen
stickups
enemy's
trusty
daddies
dunk
benz's
reverand
pup
coasts
akinyele
belongs
myselfbaby
talker
fanny
hired
watt
kay
shaber
totin
discourage
stunned
booze
moments
dominant
meanwhile
basement
schizophrenic
youhear
plush
pictured
sensitive
steelo
complier
mumble
primetime
damp
threaten
anthony
grills
pacs
animated
loop
grant
subliminal
chokin
stashed
beginnings
yankees
prompt
quarters
ketro
afro
moist
mcgrady
ryhmes
submission
signal
weiner
nizzle
undress
yolk
competitions
pushers
perved
alazay
stem
wealth
chico
shiny
miracles
fkas
qualities
smelly
rolly
straightway
smells
smirnoff
larry
info
psychopath
cotton
comprende
amounts
cribbo
department
windin
kansas
drag
shermed
structure
heata
ranks
backin
shack
kitty
yourselves
'how
verdict
carter
gangbangers
wylin
valet
stance
following
shortys
kidnapped
mrdj
mournin
chant
uptight
incognito's
clark
ceasar
clout
penitentiary's
mo'nin
becomes
meee
halloween
wonderful
idolize
skirt
understandin
claire
fattest
glistenin
sperm
majorly
hump
'come
auto
snorkel
splifted
stout
handy
placin
subroc
ankles
twizzy
rebellin
supermodel
wil
armor
criminally
strokes
unda
knuckles
game'll
timer
intoxicated
explored
austin
kause
quality
bears
stroked
prone
dizoubt
psssh
ben
skeeze
border
singy
instance
jorge
wolves
mangg
hand's
error
kiddin
choosin
tryed
bookin
hondas
sheriff
rash
im'a
wishing
overall
clubs
werent
kong
trucks
gras
recoup
accused
stats
luv
joys
outsiders
splurge
mags
kicking
monitor
career
spliff
stompin
abortions
hesitant
promoters
spree
transaction
reflection
amends
collectin
mistaken
snicker
compares
devised
sissy
jacked
nowright
380's
buddah
crackheads
instinct
choked
dawg's
artists
whom
notices
dmc
cells
carriage
leathers
whisperin
tissues
kisser
diego
contest
stan
stitch
demand
scheming
connect'
dukes
void
connects
andretti
chorusx2
mopped
me'
fitness
asia
hempstead
106
luther
harass
jackets
wars
killaz
montanna
blindfold
setup
fking
darrell
laughs
pound's
cadillac
slavery
29
macks
banger
poundin
banged
roast
crawlin
navy
satans
crucial
lurks
domingo
cris
hoodie
features
hoop
hoot
yeauhh
spinach
concussion
gym
somewhat
gyp
naim
fabulous
aiight
mini
tatsted
mink
byyou
marin
unhh
mentionin
competitors
retire
supplied
stepping
tavarius
debts
sinker
mayor
subject
coats
sail
smacks
lazy
ignorance
acapella
maneuvers
winnin
what'cha
tasted
heeyyy
asks
oooooh
earnin
grandma's
ii
seattle
borough
trigg
doorbell
swearing
identify
yep
bitch'll
regarded
jukes
potential
amerikaz
assin
rotate
patience
nude
disillusioned
notorious
manifest
capricorns
loosin
dunkin
jester
keeper
yelling
1234567890
'im
emcee
murderers
tennis
sickest
what'
alchol
blindness
splittin
overthrow
milly
temper
covers
bogart
digital
sling
happening
skis
seasick
anticipation
daryl
unnh
dim
banished
gleamin
fearing
chargin
pnice
lyric
bruised
massage
treasure
sharper
flatline
perm
france
signin
californiaknows
downtown
flu
sour
bites
dandies
drawer
craze
pink
bassline
cece
irreverent
pint
staying
seekin
mah
bungle
slicin
possess
x12
vogue
motherland
smitties
balcony
footsteps
worries
drownin
headphones
oohh
megivin
knives
conspiracy
pastry
nazi
daredevil
interior
performance
tu'
switching
channel
popin
shotties
alarming
unimportant
thumpin
gem
sideway
reading
923
seas
puma
tuck
dominicans
anticipatin
shopping
measles
sinkin
ignition
coca
hmmmm
pas
locusts
oil
incarceration
climbing
weave
sayers
amazed
sights
grib
simmons
moo
served
jews
niggaha
dole
dynomutt
record's
skeez
pretended
mixer
quietly
skilled
banks'
sadder
workshop
hysterical
spice
chrous
schemed
affection
ak's
lifetime
casualty
prism
chris
havana
sewed
sewer
suburban
slung
45's
coolidge
issued
'cuz
straighten
further
stool
verbalize
coroner
everlasting
witchu
tattoos
likin
fatten
burners
makaveli's
destination
shackled
landed
pinky
sellouts
guards
caprice
stir
frills
crowded
paw
rifles
stains
heartbreak
seeking
goon
socially
puzzle
rightous
ashes
idea
skatin
hop's
print
defy
pathetic
mufflin
187
settin
rates
jetti
muscles
mutulu
doctors
hiners
zeal
timehe
declare
swerve
illiterate
serene
depths
'86
charm
'89
murda
ko
verbally
hillside
carefully
ditchin
unhappy
boulder
contagious
dante
doubles
lion
feared
rubbin
mailbox
aircraft
pl
baltimore
gangsta's
attire
slips
gap
whitney
bcbg
metro
sexuality
replaced
lunchtime
itself
dishonor
yeayy
timin
flags
amps
ludicrous
balling
discipline
excites
cue
profilin
bid
squeezy
absolutely
thourough
candle
ourselves
pet
decision
per
invade
amazin
sag
tripping
anatomy
beans
misplaced
clanvis
framed
changin
steven
blendin
waistline
crips
yougotta
blige
units
lye
theyll
excuses
assassinate
explaining
uhhhhh
2003
2000
pa's
jason
intricate
grands
arrange
meek
alcholics
located
grooves
piper
exercise
38
doorknob
henney
namee
presidents
patrol
mcin
trait
tunnel
obvious
snacks
goner
revs
stock
summers
fran
bothered
bluff
bind
liner
knowhati'msayin
suprised
horns
rabs
beleive
insecurities
dah
cutting
dap
stunts
blindfolded
blazing
lingerie
activate
hennessey'll
license
skillet
stuy
flushing
frank
fourteen
que
hazard
'cha
retail
raggedy
explanation
liqour
bassy
aladdin
droolin
text
satan
inferior
bean
areas
peakin
intensity
knowyou
pedigree
master's
ralph
jelousy
beginning's
progress
go'head
janet
agree
broom
thatzulu
infared
copies
rump
belvedere
clot
carved
tighten
practice
binoculars
ion
orgy
center
nevertheless
circumstance
muscle
posses
domestic
tattoed
affections
lake
tests
nike's
heel
italian
benice
fractured
commited
cravin
testarossa
notorius
meeee
legends
elastic
maze
coverin
gassin
pie
mossburg
spight
44
surreal
ducked
cashed
dresser
semis
cheque
music's
8th
hymns
sleet
facilities
risk
zonin
whupped
throught
semens
friendships
westcoast
strangest
poison
scheamin
woozy
stared
pratt
settled
punishment
artical
mus'
offa
pyramid
ebony
spike
geminis
mi
ummah
entertainer
befo'
estate
santana
buns
buzzin
pokey
insecure
poked
doggfather
hypnotic
sickle
tramp
bails
bouts
rental
rovers
saturday
narc's
fred
fret
priority
licorice
ceilin
dinco
nipples
harper
lighters
reputation
poisonous
yank
pope
solutions
knowhatimean
absolut
uhhh
despite
corrupt
impalas
continually
grandmother
dissapear
blaster
backto
900
snores
beer
expected
interchart
stopping
nike
suggest
danglin
positives
clowned
specialize
boxes
alabama
spencer
burrell
battles
trina
teenager
aquariuses
brutality
icu
gandhi
cord
muhfucka
vengeance
envision
rely
shhh
sponge
muster
bids
bargain
fury
shined
shines
techs
penetentiaries
tin
imposters
tic
greetings
see'm
agreed
grippin
dey
congregation
chapters
bodyguard
planning
waxin
booking
lever
bake
bmcc
ducky
groupy
pearly
shark
swallowed
